{
  "subtitle": "", 
  "description": "Da na ce a’a ", 
  "language": "hau_NG", 
  "title": "Uwa a shekaru 16! ", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-04-25T12:41:50.188775+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-04-25T12:41:50.189004+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*A faɗin duniya, yawaicin ‘yan mata na samun ciki kafin su shirya. Ga labarin wata yarinya.*\r\n\r\nSuna na Khadija kuma ina zaune a Malawi. Ni ɗaya ce daga cikin yara 8 da aka haifawa wani mahaifina mai ban mamaki da uwa mai nuna ƙauna. Mahaifina yana da aiki kuma ya bamu duk rayuwa ta jin daɗi. Amma ranar da ya mutu rayuwar da na sani ta zo ƙarshe. \r\n\r\nA ƙasarmu, bazawara ba ta da damar zama a gidan mijinta. Kawunnina sun tilasta mana barin gidan kuma muka tashi zuwa  wani ƙaramin fili a ƙauyen ’  dangin ’  mahaifiyarmu. Na zauna a gida ba na zuwa makaranta na wata guda domin taimakawa wajen yin bulo domin gina sabon gida.\r\n\r\nMun taimakawa baba juya busasshiyar ƙasar filin da ke kusa da gidanmu zuwa lambu, amma mun kasa samar da isasshen abinci. Rayuwar ta zama hannu-baka-hannu-ƙwarwa. \r\n\r\nTo amma duk irin yinwar da na ke ji, ko da yaushe ina ƙoƙari a makaranta. Ina gayawa kaina cewa in mayar da hankali. Na sani in ba da ilimi ba zan zama baiwa a wannan duniya, in yi ta aiki ba ƙaƙƙautawa kamar mahaifiyata. Duk lokacin da na sami wata faraga tsakanin noma da share gida, ina karatu domin jarrabawar ƙarshe domin shiga zuwa makarantar sakandare. Ƙoƙarina ya biya lokacin da na yi nasarar cin jarrabawar shiga sakandare da sakamako mai kyau. Amma ba zamu iya biyan kuɗin makaranta ba. Na jira shekara guda cur domin sake ɗaukar jarrabawar da fatan cewa zan sami ɗaukar nauyin karatu domin makarantar kwana ta ‘yan mata – wadda na samu! \r\n\r\nWata rana ‘yan ajinmu suka ja hankalina domin zuwa bakin kogi tare. A wannan lokacin ne na haɗu da wani mutum mai kirki. Muka fara magana kuma bayan wani lokaci ya shaida min cewa yana so in zama budurwarsa. Na yarda kuma muka zama abokai. Amma ya matsa min sai na yi lalata da shi kuma bayan wasu watanni na sami ciki. Ba wanda ya taɓa yi min maganar jima’i kafin wannan lokacin. Na shiga cikin ruɗani. Ban sani ba mene ne kariya ko yadda ake amfani da ita, kuma na yarda da shi domin in tsira.\r\n\r\nMahaifiyata ta yi fushi sosai. Ba ta bukatar gaya min cewa na bata kunya. Na ji kunyar kaina matuƙa. Lokacin da makaranta ta gano cewa na sami ciki, sai na rasa ɗaukar nauyin karatuna. \r\n\r\nNa haifi yaro namiji. Duk tsofaffin matsaloli sai suka dawo. babu kuɗin makaranta kuma babu isasshen abinci. Ƙari a kan wannan, dole in samarwa ɗa na. Lokacin ya kusa cika shekara guda sai wani mutum ya zo gidanmu. Ya gayawa mahaifiyata cewa yana aiki da wata ƙungiya da ake kira Ƙungiyar Tallafawa ta Nkhotakota AIDS wadda ke tallafawa ƙanana, iyaye mata su koma makaranta kuma su sami ilimi.\r\n\r\nYa shaida min cewa domin in cancanta zan yi aiki a matsayin mataimakiyar mai ilmantarwa kuma zan shaidawa sauran ‘yan mata labarina domin su kaucewa yin kurakurai irin wanda na yi. Na ce “E!”\r\nNa san rayuwata ta gaba za ta yi haske idan na kuma sakewa!\r\n\r\nƊa na yanzu shekararsa 3. Ina da shekaru 2 da suka rage kafin in kammala karatu a Babbar Makaranta. Ina gayawa sauran ‘yan mata dangane da haɗarorin samun ciki da wuri da kuma aure da wuri. Na shiga sosai, amma na sani idan na ci gaba da aiki tuƙuru, zan samar da kyakkyawar rayuwa ga iyalina. \r\n\r\nDuk da cewa tara nake ban cika goma ba, ina alfahari cewa na zama abar koyi da sauran ‘yan mata a al’umma, ina ƙarfafawa waɗanda sun rigaya sun sami yara da su koma makaranta, kuma su taimakawa sauran ‘yan mata kaucewa samun ciki. Musayar labaranmu, abubuwan da muka koya, har ma da gazawarmu tare da juna na ɗaya daga cikin hanyoyi mafiya kyau da ‘yan mata za su tallafawa juna. Tare zamu kasance a hanya madaidaiciya. \r\nDaɗa karatu dangane da labarin Khadija a grassrootsgirls.tumblr.com. \r\n\r\n\r\nTA YAYA ZA KI CE A’A  GA YADDA ZA KI YI:\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mother-16", 
  "uuid": "162b9b1c54374f7e8c0a0e7352d28c59"
}