{
  "subtitle": "", 
  "description": "Balaga ta canja min kamanni!", 
  "language": "hau_NG", 
  "title": "Fatar jikina ta na lalacewa", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T15:58:06+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-05-28T05:17:22.393411+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "9d872c73af7848c293bc1a455d662e39"
  ], 
  "id": null, 
  "content": "*Balaga suna ne na lokacin da kika fara canjawa daga yarinya zuwa babba. Balaga aba ce wadda aka saba – tana faruwa a kan kowa. Za ki shiga cikin canje-canje masu yawa, amma kina nan a KE – tare da wasu bambance bambance. Ga labarin wata yarinya.*\r\n\r\n\r\nNi ce Thandi kuma ina zaune a Afrika ta Kudu. Lokacin da na kai shekara 13 fatata ta canja. Bayan da kafaɗuna sun cika da ƙuraje kuma cinyoyina sun sami wadansu tsagu. Kasancewa cikin farin ciki yana da wahala sabo da na san fatata ba tada kyan gani.\r\nKo yaushe ina sanye da hula domin rufe ƙurajena da baƙaƙen tabbuna da ke fuskata, musamman goshina. Ina saka riga mai dogon hannu da doguwar siket. Duk abin da zan rufe jikina.\r\nIna samun rashin jin daɗi, sabo da mutane su na gulma da ni. Kuma, na yi imani ba wanda zai so ya yi soyayya da mutumin da ya ke da irin wannan mummunar fata, sabo da haka sai na zauna a gida ban cika fita waje sosai ba.\r\nAmma abubuwa sun canja lokacin da na haɗu da wani a majami’armu. Ya na yi min kirki kuma bayan mun zama abokai na wani lokaci ya gaya min cewa ya na son komai dangane da ni. Na kasa gasgatawa!\r\nYa taimaka min wurin fuskantar rayuwa sama ke kan fata ta kawai. Na san ni mai kirki ce kawai na fusata ne dangane da yadda na ke har na manta in so kuma in dinga kula da jikina. \r\nNa yarda da tsagun cinyar amma na fara cikakkiyar kulawa da kaina sosai. Ina wanke fuskata sau biyu a wuni da sabulu da ruwa. Ina motsa jiki kuma na kaucewa abinci mai maiƙo. Na san cewa ƙurajen za su bace daga bisani. \r\nNayi kuka kullum sabo da mutane su na gulma dangane da yadda na ke. To amma ba zan sake ɓuya a cikin gida ba kuma. \r\nIna da ƙauna da kuma alfahari a zuciyata kuma ko yaya a ke kallona daga waje, zan mayar da hankali a kan karatuna da kuma rayuwata ta gaba, sabo da wannan shi ya fi matuƙar mahimmanci. \r\n\r\n\r\n", 
  "source": "5fd88d8bb7a0497e9f700dcbb37b848e", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 27, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "skin-gone-crazy", 
  "uuid": "1b14e89bc57d432082d9bb4af704e04f"
}