{
  "subtitle": "TELL WHY YOU THINK BEING A GIRL IS SPECIAL. YOU COULD WIN GREAT PRIZES! ", 
  "description": "", 
  "language": "eng_GB", 
  "title": "INTERNATIONAL DAY OF THE GIR WRITING COMPETITION", 
  "primary_category": "a411e913f1c84d479befbd6af6024965", 
  "created_at": "2016-09-26T17:50:04.950326+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-09-26T17:50:04.950594+00:00", 
  "_version": {
    "package_version": "1.5.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "To mark International Day of the Girl on 11th October 2016, Girl Effect Nigeria is organising a national storytelling competition for all Nigerian girls aged 12-19 – and we’d love to hear from you! \r\n\r\n**In no more than 350 words, tell us a story on one of the following themes:** \r\n\r\n**What makes you special and why?**\r\n**OR**\r\n**A challenge you went through and how you overcame it**\r\n\r\n**How to enter**\r\nYou must be a girl aged 12-19. If you want to take part, go to our Facebook page https://www.facebook.com/GENGirlsStoryTEllingCompetition and submit your story, making sure to include your name, email, date of birth, address and phone number. Please note you would need your parent/guardian’s permission before you are able to submit. Please let us know if you’d prefer to remain anonymous.\r\n\r\n**Criteria**\r\nWe’re looking for submissions that tell us a story about what it means to be an adolescent girl in Nigeria, that showcase your creativity and compelling use of English language. \r\n\r\n**Prizes**\r\nYour short essay will be entered into a competition for the chance to win prizes like laptops or internet data plans. The winners will also present their essays on stage during an event organised by Girl Effect Nigeria on International Day of the Girl. Your essay will also have the chance to be showcased on Girl Effect Mobile’s Facebook platform on Free Basics. \r\n\r\n**Terms & Conditions**\r\n\r\n- You must enter your submission no later than 1st October 2016.\r\n- You must be happy for your story to be shared publicly (either at the event or on Facebook Free Basics) and for your identity to be disclosed. Please tell us if you’d prefer to remain anonymous.\r\n- Girl Effect reserves the right to edit your entry and use as we see fit without further permission from you. \r\n\r\n\r\nWant to share your story go to our Facebook page:\r\nhttps://www.facebook.com/GENGirlsStoryTEllingCompetition and submit your story.\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "d8c9db6ca43c43dda53cf00aacc27875", 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "international-day-gir-writing-competition", 
  "uuid": "1ed6e4a601bc4740adabf49f5888532b"
}