{
  "subtitle": "Kina da wani tunanin kasuwanci - amma ba ki da jarin da za ki fara. To ga abin da za ki yi ", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Fara kasuwanci da dan karamin jari ko ma ba ko sisi.", 
  "primary_category": null, 
  "created_at": "2016-07-08T15:03:59.844886+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-08T15:03:59.845080+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ana cewa da kudi akeneman kudi - amma akwai hanyoyin da za ki iya kauce wa hakan idan za ki fara kasuwanci da karamin jari ko ma ba ko sisi.\r\n\r\nGa abubuwa biyar da za ki lura da su:\r\n\r\n 1. **Ki yi rance daga wajen 'yan'uwa:** Akwai damar cewa wani mai hali daga 'yan'uwa ya ranta miki kudin da kike bukata. Zai iya zama iyaye ne ko kannai kowani dan'uwan. Dadin wannan shi ne za ku yi yarjejeniyar lokacin da za ki biya su - kuma ba za a dora miki kudin ruwa ba. Sai dai ki tabbbata kin biya su din don kada ki bata 'yan'uwantaka.\r\n 2. **Tara Kudi:** Har yanzu ba ki da kudin da za ki fara? To ki yi hakuri!  Ajiye wani dan kudi kowanne wata ko sati hanya ce mai kyau ta fara kasuwanci- ta wannan hanyar ba wanda zai bi ki ba shi. Za ki iya amfani da kudin da kika tara ki bunkasa kasuwancinki.\r\n 3. **Yi gwanjo ki sami kudi:** Kina da kayan da ba kya sawa ko littattafan da kika karanta kuma ba kya son rabuwa da su? Ki shirya wani gwanjo ki sayar wa kawaye da makota. Idan ba ki da kayan sayarwa ki tambayi babanki ko babarki ko wani mai sana'a a unguwarku ko za ki yi musu kwalema ki share musu wuri. Idan kin samu wani abu mai amfani wanda ba sa so sai ki tambaye su ko ki sayar da shi. Samun kudi a sama!\r\n 4. **Samu kudi a sama:** Za ki iya samun wurin da ba sai kin biya kudin haya ba daga wajen 'yan'uwa ko kawaye? Tambayi 'yan'uwanki su taimaka miki da wani abu ke kuma ki yi musu wasu ayyukan gida. Idan ba ki da kayan aiki ki yi tunanin wani abu da za ki yi cinikin gishiri a ba ki manda. Dakon kwandon rogo daya zai iya sama miki aron keken dinki na awa guda a makota. Kada ki ji tsoron ki tambaya - abu daya za su iya fada shi ne a'a.\r\n 5. **Ban baki:** kawayenki da danginki su ne na farko da za ki fara tallata kayanki a wajensu. Ki nemi kawayenki su yada kayanki a dandalin sada zumunta Kiba 'yan'uwanki dandanon kayan ki yi musu Allah koro, ki kuma nemi su tallata miki abin a dandalin sada zumunta.\r\n\r\n**Ba sai da jari mai yawa ba za ki iya fara kasuwanci. Ki zama mai dabara, ki yi tunanin sababbin hanyoyin tara kudi. Ta haka sai ki ga kina kashe kudinki (komai kankantarsa) wajen sayen abubuwan bukata.  Wannan ita ce hanyar da za ta bunkasa kasuwancinki ko sana'arki!**", 
  "source": "615ae0b2f6af46bda62745d4aef1cc93", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "fara-kasuwanci-da-dan-karamin-jari-ko-ma-ba-ko-sisi", 
  "uuid": "2003fbede7e845fc9354020d208997e6"
}