{
  "subtitle": "", 
  "description": "Wannan yarinyar mai shekaru 17 goma sha bakwai ta sami Kyautar Zaman Lafiya na duniya ta Nobel!\r\n", 
  "language": "hau_NG", 
  "title": "’Ya mace ba a halicce ta domin ta zama ‘baiwa ba’ “", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:52:31.646030+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-05-09T07:52:31.646267+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Malala Yousafzai ‘yar Pakistan ta ajiye tarihi lokacin da ta zama ƙaramar yarinya ta farko da ta sami Kyautar Zaman Lafiya ta Nobel ta na ‘yar shekara 17. Kwamatin Nobel ya ce Malala ta nuna misali cewa mutane matasa su ma za su iya bayar da gudun mawa domin inganta matsayinsu. Sun kwatantata a matsayin shugaba wajen magana domin haƙƙin ‘ya’ya mata ga ilimi.\r\nMalala ta na ‘yar shekara 11 goma sha daya kawai lokacin da ta fara magana domin haƙƙin ‘ya mace wajen ilimi, ta shaidawa taron ‘yan jarida a shekara ta dubu biyu da takwas 2008. “Don me kungiyar yan Taliban za su cire min tushen damata ta samun ilimi?”\r\nKalamomin ta ababan yabawa ne, ba kawai domin fitowarsu sarari da fasaharsu ba, amma domin rashin tsoronta. Yanzu, duk da yinƙurin kasheta da bai yi nasara ba daga waɗanda ke son su dukkufar da ita har ya kai ga rashin tsoron Malala yana ƙara ƙarfi da kuma dagewa fiye da da.\r\n“Wannan ƙarfafa gwiwa ne gareni in ci gaba kuma in yi imani da kaina – in san cewa akwai mutane masu goyon bayana a wannan wayar da kai. Muna tsaye tare.”\r\nMalala ta godewa mahaifinta sabo da samun nasara, ta ce taimakonsa shi ya kawo duk banbanci: “Ina godiya ga mahaifina da bai samin iyaka bag a abin da zan iya yi, da ya ƙyaleni na fito kuma na cimma burina. Domin nunawa duniya cewa ‘ya mace bai kamata ta zama ‘baiwa’ ba. ‘Ya mace na da iko ta sami ci gaba a rayuwarta.”\r\nMahaifin Malala Ziauddin Yousafzai ya ce yana fata sanarwar za ta taimakawa ‘yancin ‘yan mata a ko ina.\r\nYanar gizo ta zama wani wuri na hada-hada lokacin da aka sanar da samun nasarar Malala, inda fitattun mutane, ‘yan siyasa da shugabannin duniya suka dinga aikawa da saƙwannin murna su ta twitter.\r\nSwat Valley na Pakistan, inda Malala ta girma ya ɓarke da bukunkuna lokacin da ɗaliban makarantar da aka harbi Malala, suka fara fitowa daga ajujuwan su domin nuna farin ciki da rawa a tituna.\r\nShiga fafutukar Malala domin ilimin ‘ya “ya mata: Karanta Shelar ‘Yan Mata, ki gasgata shi kuma ki yarda da shi – kuma ki shaidawa ƙawayenki domin yin haka!\r\n \r\n[Mahadar Shelar ‘Yan Mata]\r\n\r\nARTICLE 10:\r\nhttp://www.girleffect.org/news/2014/09/kainat-khan-and-girls-education-in-pakistan/\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girl-not-meant-be-slave", 
  "uuid": "2445fc8a3fdd49ecb23626aa379bf6a2"
}