{
  "subtitle": "", 
  "description": "GA YADDA ZA’A YI", 
  "language": "hau_NG", 
  "title": "KASANCE CIKIN TSARO", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T16:48:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-09T04:56:48.678955+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "2d678a415c734addab9e5aaa8a40a09d"
  ], 
  "id": null, 
  "content": "KI GANE:  Akwai miyagun mutane da kuma yanayi a duniya. Ba wai lallai ne a koda yaushe sai ki na cikin tsoro ba amma ki sani cewa ba ko da yaushe al’ummarki ta ke cikin tsaro ba.\r\n\r\nKI SANI: Ki san mutane ko wurare da suke sa ki cikin fargaba ko tsoro kuma ki shirya kauce masu – wannan zai fi taimaka miki sosai wajen kare kanki kuma ki kare duk wani abu mara daɗi daga faruwa.\r\nTANTANCE:  Idan wani ya zo kusa da ke ko ya fara faɗa miki wasu abubuwa marasa kyau, ki yanke hukuncin abin da za ki ce ko ki yi. Akwai abubuwa daban daban da za ki yi misali fuskantar mutumin kuma ki gaya masa ya daina, cikin sauri ki bar wurin, ko ki nemi taimako daga mutanen da ke kusa. \r\nKI TSAYA TSAYIN DAKA: Ki ce A’a! Ki faɗa da ƙarfi, a bayyane, kuma wani loakci idan wani ya na neman dama a kanki. \r\nYI:  Idan ki na bukata, ka da ki ji tsoron ɗaukar matakin da zai dakatar da cin zarafin ko neman dama zai dakata. Ɗaukar mataki na iya zama komai daga guduwa zuwa dukan wani domin kariyar kai. Idan ki na wuri mai cike da jama’a, fuskantar mutum ya fi kuɓuta. Idan ki na ke kaɗai ki yi tunanin hanyoyin guduwa.\r\nKAUCEWA:  Iyakar iyawarki yi ƙoƙarin kaucewa mutane waɗanda za su saka ki rashin nutsuwa ko ki kasance cikin haɗari. Kuma, ki kaucewa wasu wurare waɗanda ki ka san su na da haɗari. Kaucewa waɗan nan mutane ko yanayi ita ce ɗaya daga cikin hanyoyin kasancewa cikin tsaro.  Kuma zai iya taimakawa ki kaucewa tafiya ke kaɗai da daddare. \r\nYI SHIRI: Ki sami wani babba wanda ki ka amincewa wanda za ki je wajensa idan wani abu bai yi dai dai ba. Ki tabbata kin san inda za ki sami mutumin ko yadda za ki tuntuɓe shi idan ki na bukatar aboki. Yi hira tare da sauran ƙawayenki dangane da yadda za ki sami mutane waɗanda za ki iya amincewa kuma ki zauna cikin tsaro. \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "keep-safe", 
  "uuid": "251dc1d32c1d4838a03965914f5558c8"
}