{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Taimako! Ana shiga shafin Facebook ɗi na!", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:37:55.984242+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:37:55.984456+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Asusuna na Facebook ya na aika wasu saƙwanni masu ban al’ajabi kuma ban san dalili ba. Yana aika abubuwan da ba nike aika su ba. Ƙawayena sun ce an shiga shafi na bada izini na ba. Ta yaya zan tsayar da wannan sharrin?\r\n\r\nWassalam,\r\nWadda aka Shiga Shafin ta kuma ba ta Farin Ciki da haka.\r\n\r\nZuwa ga Wadda aka Shiga Asusunta kuma bata Farin Ciki,\r\n\r\nAyya ƙawata, ina jin kamar an shiga asusunki. Ko kuma in ce, wani ya sami dama ya shiga cikin asusunki kuma yana aikewa da saƙwanni a maimakon ki, yana nuna cewa ke ce. Wasu lokuta hakan na faruwa idan ki ka manta ba ki rufe shafin ki ba a shagon shiga yanar gizo. Kuma yana iya faruwa idan ki ka bar ƙawarki ta ari wayarki ta hannu. Wasu lokutan ƙwararrun barayi masu shiga asusu ne suke shiga asusu masu yawa ta amfani da wasu hanyoyi masu zurfi.\r\n\r\nMasu shiga asusu (ko dai abokai ko baƙi) su na aika saƙwanni daga shafinki ko asusu ba tare da kin hana ba. Wasu lokuta ƙawaye na yin haka domin nishaɗi, amma yana da mahimmanci ki yi ƙoƙari wajen karɓe damar amfani da asusunki cikn gaggawa!\r\n\r\nA mafi yawan dandalin yanar gizo na sada zumunci kamar Facebook da Twitter za ki iya kai rahoto idan aka shiga asusunki. Idan ƙawaye ne suka yi haka domin raha, kawai sai ki canja Kalmar, kuma wannan na iya magance matsalar. \r\n\r\nKo yaushe ki fita daga cikin asusunki kuma ki boye kalmar wucewarki lafiya, ko kina shiga ne daga shagon shiga yanar gizo ko wayar hannu ta ƙawarki. Ba abu ne wanda ya ke wajibi ba, amma zai iya kareki daga wani ya dinga tura abubuwa a sunan ki wanda kan iya kunyatar da ke ko ɓata ki.\r\n\r\nFatan alheri wajen magance batun shiga asusu! \r\nMai ƙaunarki, Ms Tech \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "help-my-facebook-was-hacked", 
  "uuid": "2593401c54f3467ba733f02417652294"
}