{
  "subtitle": "", 
  "description": "Na kawo girmamawa ga sanaar modeling. ", 
  "language": "hau_NG", 
  "title": "Ina ƙoƙarin cimma buri na", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T15:43:25.445111+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:43:25.445337+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Suna na Aurore kuma ina zaune a Rwanda. Tun ina shekara 13, ina da sha’awar ganin yadda ake aiki. Ina bin babbar ‘yar uwata kuma ina kallon yadda ta ke sarrafa abubuwa kuma ina ƙaunar abin da na ke gani: Masu ƙarfi, kyawawa kuma mata masu ƙarfin hali su na bikin kyawunsu na ɓoye da na sarari. Lokacin da na kai shekaru 17, sai na fara sarrafa abubuwa domin sha’awa. Amma cikin sauri na fuskanci mutane ba su kula da ni ba. Shugabannin mugaye ne. Masu sarrafawar ana ɗaukansu a matsayin abubuwa, ba mutane ba.\r\n\r\nWata rana bayan na ga yadda aka yiwa wata ƙawata tsawa, sai wata shawara ta faɗo min. Zan iya aikin da ya fi na waɗan nan shugabannin. Zan iya mallaka kuma in tafiyar da cibiyar sarrafa tufafi inda zan tabbatar cewa masu sarrafawar ana ɗaukansu da gimamawa!       \r\n\r\nDa lokaci ya fara nisa sai na fara gasgata ra’ayina. Na zuba ido a kan yadda abubuwa ke aiki da kuma yadda ake gudanar da cibiyoyin sarrafa tufafi. Na san sai na yi aiki tuƙuru domin tabbatar da wannan. Na tambayi mutanen da suka daɗe a kasuwanci domin shawara. Na yi magana da sauran matasa da kuma masu sarrafawa dangane da mafarkina. Kowa ya ba ni ƙarfin gwiwa.\r\n\r\nIyayena kuma sun tallafa min. Ko yaushe su na cewa zan iya mayar da mafarki na ya zama gaskiya idan na ƙara ƙoƙari. Ko yaushe ina gode masu.\r\n\r\nDaga nan a watan Yuli, sai na ɗauki babban mataki kuma na yanke shawarar fara kasuwancina na kaina. A watan Nuwamba na wannan shekarar, na ƙaddamar da kamfanina, Kamfanin Sarrafa tufafi na Ikobe!\r\n\r\nWannan lokaci ne mai ban sha’awa kuma lokacin tsoro.  Idan muka waiwaya baya, ina mai alfahari cewa jarumtata ta kai in yi ƙoƙarin yin aiki tuƙuru domin cimma mafarkina.  A yau, kasuwancina ya na ci gaba kuma zan iya tallafawa kaina da kuɗina. \r\n\r\nTo amma babban abi alfahari shi ne na sami damar ɗaukar wasu matasa aiki ta yadda su ma za su iya tallafawa kansu. Muna aiki tare domin haɓaka tattalin arzikin Rwanda, kuma muna yin haka cikin alfahari da girmamawa.\r\n\r\n‘Yan mata, ko mene ne mafarkinku, ku tuna ko yaushe ku yi aiki tuƙuru, ku ga mahimmancin sauran mutane, ku girmama kanku kuma ku tafi domin cimma burin ku! Ina tashi kullum safiya cikin farin ciki saboda na san inda zan yi aiki domin gobe ta yi kyau. \r\n\r\nKI NA DA BURI? KISA YA ZAMA ZAHIRI! \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "chasing-dreams", 
  "uuid": "2598babc433c461098d3ae94fefdb9a7"
}