{
  "subtitle": "", 
  "description": "Daga nan sai na sami kiɗa da rawa", 
  "language": "hau_NG", 
  "title": "Rayuwa na ci gaba da taɓarɓarewa", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-04-25T12:31:16.084896+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T12:31:16.085130+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Kasuwancin ƙwayoyi da kuma ci gaba da rigima sun mayar da wasu maƙota – ko unguwanni – a birnin Bogota, Kwalambiya masu hatsarin gaske, musamman ga ƙananan ‘yan mata. Ga labarin wata yarinya.*\r\n\r\n\r\nSuna na Leidy, kuma shekaruna 17 ‘yar ƙasar Kwalambiya. Na taso a rayuwa marar kyau. Mahaifiyata ta barni lokacin ina jaririya. Ba zan iya ganeta ba idan na wuceta a kan titi. \r\n\r\nMahaifina yau yana gida gobe baya nan, da kuma rayuwata. Ya taɓa dukan hannuna da guduma sabo da ya horeni sabo da sata. Bayan wannan, ana zargina ko yaushe aka rasa wani abu a cikin gida. Na fara kashe lokaci mai yawa a wajen gidanmu kawai domin in fita.\r\n\r\nMakaranta ba ta da sauƙi a wurina. Ana tsokanata sabo ina da ƙiba. Duk wani cin zali daga ‘yan ajinmu haƙiƙa ya ƙazanta. Sai na fara tsallaken kwanaki na zuwa makaranta. Daga bisani sai na daina zuwa gaba ɗaya. Lokacin da na ji duhun kaɗaici ya lulluɓe ni, sai na dinga fita wurare domin na kalli talakawa waɗanda suke fafutuka kamata. Wannan yana sawa in ji dama-dama. Ba ni kaɗai nake shan wahala ba. \r\n\r\nWata rana sai na haɗu da wata ƙungiya ta matasa waɗanda basu son zuwa makaranta. Sun gayyace domin mu fita. Sun ja hankalina sabo da sun mayar da ni tamkar ina ɗaya daga cikinsu. \r\n\r\nKafin wani lokaci na fara shaye-shaye da shan taba tare da su. Lokacin da mahaifina ya gano na taɓa jarraba tabar wiwi, ransa ya ɓaci kuma ya doke ni. Ya dokeni sosai har na gudu. Kakata ta kai rahoto cewa na gudu. Hukuma ta kama ni kuma aka ajiye ni a gidan kangararrun yara.\r\n\r\nDa farko, wuri ne na ɓacin rai. Na yi tunanin guduwa. \r\n\r\nTo amma a wannan lokacin ne rayuta ta fara canjawa.\r\n\r\nA gidan na haɗu da wani mutum da ya ke buga piyano. Yana daga wata ƙungiya da ake kira Ayara wadda ke taimakawa ‘yan mata kamar ni – ‘yan matan da ke neman wani wuri da za su shiga kuma a karɓe su. \r\n\r\nƘungiyar ta koya min yadda zan bayyana kaina ta hanyar kiɗa da rawa. Da farko da na fara yiwa ƙungiyar aiki an kunyata ni. Na yi tsammani kowa zai yi min dariya. Maimakon haka, sun yi fito da tafi!\r\n\r\nWaƙa ta shiga cikin jinina, to amma na gano cewa rawa ta fi jawo tafi. Lokacin da nake rawa, ina mantawa da duk wasu matsaloli a rayuwata. \r\n\r\nHar yanzu akwai shingaye a tafiyata, to amma ina da ƙarfin gwiwa. Maimakon guduwa daga matsalolina, yanzu na zo Ayara na yi rawa lokacin da lamuran rayuwa suka danne ni. Har yanzu ino so wata rana in sami abin rayuwa ta hanyar wasa kuma ina bibiyar duk wata dama da na samu. Ina ƙoƙari matuƙa kuma na dogara da mutane na domin hakan ta faru. \r\n\r\nDaɗa karatu dangane da labarin Leidy a grassrootsgirls.tumblr.com.\r\n\r\n\r\nKI NA CIKIN MUMMUNAN TARO? YI KYAWAWAN ƘAWAYE DOMIN RAYUWA \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "life-kept-getting-worse", 
  "uuid": "2d0905ead6af4af79164267af817ff8c"
}