{
  "subtitle": "", 
  "description": "Dole in koyi darasi", 
  "language": "hau_NG", 
  "title": "Samarin kan kwana", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T16:10:38+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-06-28T08:25:45.073679+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "251dc1d32c1d4838a03965914f5558c8"
  ], 
  "id": null, 
  "content": "*A kullum ‘yan mata na fuskantar hali mai hatsari a al’ummar da su ke ciki. Zai iya zama masu cin zali na makaranta ko tsokana ko taɓawa a kasuwa ko a mota. Ga labarin wata yarinya.*\r\n\r\nSuna na Faith. Ina kan hanyata ta zuwa gida daga aike wata yamma kuma gidaje kaɗan suka rage zuwa gidanmu. A can gaba ina iya ganin wata ƙungiya ta wasu samari su uku a wata kwana a wajen wata mashaya. Na sani su na neman tashin hankali.  Ban ’  rage sauri ba. Ba na ’  so su san na tsorata. Lokaci ya ƙure in koma. Sabo da haka abin da na yi sai na tsallaka titi domin kauce masu. \r\nAmma su na kallona kuma su na jirana.  Suka tsallako titi kuma su ka fara bi na.  Zuciyata ta na bugawa. Na ji tsoro. Sun fara fito kuma su na kirana da sunaye. Suka gayyace ni in tafi tare da su zuwa mashaya. “Taho tare da mu kyakkyawar yarinya,” wani ya yi kira. “Za mu iya sa ki murmushi.”\r\nTitin sam babu kowa. Babu kowa a kusa da zan kira domin taimako! Na tafi da sauri amma su na bayana. Daga nan sai wani daga cikinsu ya ja hannuna ta baya. \r\nNa ji tsoro. Na ture hannunsa kuma na gudu. Lokacin da na karya kwana sai na ga wani kanti a buɗe. Na yi gudu iyakar iyawata na shiga ciki. Ina shiga kantin sai na sami sauƙi. Ba ni kaɗai ba ce kuma akwai mai jiran kantin ya na nan. \r\n“Don Allah ka taimakeni,” na ce. Akwai wasu samari a waje kuma su na bi na.” Ya kalli waje kuma ya yi tsawa. To amma tuni sun gudu. \r\nYa kirawo ɗan uwana wanda ya zo domin ya tafi da ni. \r\nBan tabbatar da abin da zai faru ba tare da waɗan nan samari, amma na san na tsorata. Zan yi ƙoƙari in sami wata hanyar ta zuwa gida da kuma ƙawa wadda zamu dinga tafiya tare. Idan akwai ƙawa ko ɗan uwana tare da ni, da na fi samun kuɓuta.\r\n\r\n", 
  "source": "7e28c971bde34657a6100b7a9b878307", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "faith", 
  "uuid": "2d678a415c734addab9e5aaa8a40a09d"
}