{
  "subtitle": "Hanyoyi uku da zaki mayar da kwarewarki ta  zama karin kudi. ", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Yadda za ki samu kudi, ki ji dadin rayuwa!", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T15:01:17+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-11T23:35:32.156712+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Anya kuwa yanzu rayuwa ba ta kara tsada a kullum? Amma har yanzu ba wani kudi a jakarki To me yakamata yarinya  ta yi?\r\n\r\nIna 'yan matan suke ne ku zo mu yi aiki. Ko da ace ba za ki iya fita waje ki yi aiki ba, ki yi tunanin wani abu da kika kware a kai mana ki kuma shirya samun kudi ta wannan mana!\r\n\r\n**Deka Ta Kware A Girki**\r\n\r\nShin ke kwararriya ce wajen shirya girki? Ko kawayenki sukan zo idan sun san cewa ke ce za ki yi girki? Fara kwaikwayon abincin da aka dafa a gida ko kyak din da ake sayarwa a makaranta\r\n\r\nDeka dai shekarunta 13, kuma tana taimaka wa babarta a wajen girki tun tana 'yar karama. \"Duk lokacin da nake bukatar karin kudi sa na yi wani kyak din gargajiya na sayar wa kawayena idan an fito daga aji. Ina sayar da shi cikin farashi mai sauki kasa da ayadda ake sayar da shi a kantin kusa da makaranta.\"\r\n\r\n**Tawa tana koya wa wani karatu**\r\n\r\nTawa shekarunta 16, amma ta zama malama saboda tana koya wa wasu yara mata guda uku, makotansu karatu a gida. Ta fara  yi ne a kyauta tana taimakawa 'ya'yan makota idan sun nema, sai abin ya fara birge wasu iyayen ganin yadda yaransu suke fahimta, sai suke biyan ta don ta rika taimaka wa yaran nasu da aikin gida sau biyu a sati. Tawa ta ce \"Idan ka koyar da abubuwan da ka koya kai ma sai ka sami alheri. Ina samun kudin da nake siyan abubuwan da nake so, kuma ina jin dadin hakan saboda na san cewa ni ma ina taima ka wa wasu, su ma su koya.\"\r\n\r\n**Zane-Zanen Wadida**\r\n\r\nWadida shekarunta 18, amma ta fara ayyukan zana tambari da fasta don samun kudi tun tana 'yar shekara 15, a unguwarsu Ta ce \" Idan suka ga ka kware a zane , sai su rika ce maka ka rika mayar da hankali ga samun amfani.\" \"Duk wadannan zane-zanen da ake kasuwanci da su wa yake yinsu? Ai ba su suka yi kansu ba, muatane ne suka zana su!\"\r\n\r\nWadida ta fara ne da yin zane da hannu da kuma kwamfuta, tana yi wa antinta katin adreshi na wajen gyaran gashinta. A sakamakon jin dadin da antin tata ta yi sai ta hada Wadida da wasu kawayenta guda biyu, da suke gudanar da wani dan karamin kasuwanci Nan da nan sai Wadida ta rika samun kwastomomi daga ko'ina a cikin garinsu kuma yanzu tana karatun Zane-Zane a wata kwaleji.\r\n\r\n**Ke kuma wace fasaha kike da ita ko a kan me kika kware? Watakila fasahar da kike da ita ko abin da kika iya ya kawo miki kudi**", 
  "source": "b49ed332cac8429295f5e2a6b1f60818", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "yadda-za-ki-samu-kudi-ki-ji-dadin-rayuwa", 
  "uuid": "3178084c979a4bfeacc07bbb9ab25b14"
}