{
  "subtitle": "", 
  "description": "Shelar ‘Yan Mata ta ce: A kau da cuta da tashin hankali!\r\n", 
  "language": "hau_NG", 
  "title": " “Hare-hare, harbe-harbe…na faruwa a nan”", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:47:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-09T07:59:48.017944+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Lokacin da muka ƙirƙiri Shelar ‘Yan Mata, fiye da ‘yan mata matasa 500 dari biyar aka tuntuɓa a cikin ƙasashe 14 goma sha hudu. Labarin Andressa na nuna ƙalubalen da ‘yan matan da muka yi hira  da su ke fuskanta…\r\n\r\nHadarurruka da tashin  hankali ga mata da ‘yan mata.\r\nKamar mafi yawan ‘yan mata waɗan da su ka bayar da gudun mawa ga Shelar ‘Yan Mata, Andressa mai shekaru 16 goma sha shida daga kasar Brazil tayi magana dangane da haɗarurrukan da ta fuskanta a matsayinta na ‘ya mace. Kamar “Hare-hare, da harbe-harbe,” “Ba zan yi ƙarya ba abubuwa da yawa na faruwa a nan.”\r\nWannan shi ya sa buri na uku na Shelar ‘Yan Mata ya danganta da tabbatar da tsaro ga ‘yan mata, ta yadda za su zama sun kuɓuta daga tsoron tashin hankali ko tsangwama.\r\nAndressa kuma ta yi magana a kan samun ƙwarin gwiwarta ga ilimi domin ta samar da kyakkyawar rayuwa agareta da kuma iyalanta. Wannan ƙwarin gwiwar shine duk ‘yan matan da muka tuntuɓa su ka ambata mana cewa, wannan ne dalilin da yasa buri na 2 biyu na “shelar” ya mayar da hankali a kan inganta samun ilimin da kuma  bayar da dama ga ‘yan mata zuwa makarantu domin inganta wannan ilimin.\r\n\r\n‘Yan mata ba za su sami nasara ba idan su na zaune a cikin tsoro. Daga ƙirƙirar fage na tsira zuwa dokoki masu ƙarfi, kawo ƙarshen tashin hankali ga ‘yan mata shi ne mataki na farko na kawo ƙarshen talauci. Karanta cikakken bayanin Shelar ‘Yan Mata.  \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "assaults-shootings-happen-here", 
  "uuid": "321a108677ef4faf8385df907eff368a"
}