{
  "subtitle": "", 
  "description": "Wasiƙar ‘yan mata ga shugabaninsu\r\n", 
  "language": "hau_NG", 
  "title": " “Zuwa ga Shugaban ƙasa…”", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-04-25T13:49:36.042293+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T13:49:36.042516+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "‘Yan mata na da ganewa ta musamman kuma mai tsada dangane da duniya, to amma wasu lokuta ana banzatar da su a harkokin siyasa. Mun tambayai ‘yan mata biyar waɗan da suka je Tarukan Duniya a kan Matasa su gayawa shugabaninsu yadda za su sa Girl Effect ya afku.\r\n \r\nAngeli Siladan ta rubuta maƙala domin Benigno ‘Noynoy’ Aquino III, Shugaban ƙasar Philippines\r\nBayan halartar hackathon (wani biki wanda mahalarta suke nemo sababbin hanyoyi na juya bayanai zuwa wani abin aiki na amfani) a Taron Duniya na Matasa, na gani a zahiri faffaɗan tunani na ‘ya’ya mata da kuma ƙwazonsu domin warware matsaloli ta amfani da fasaha.\r\nIna so in zaburar da kai domin zuba jari a ingantaccen ilimi domin ‘yan mata. Na yi imani cewa samarwa, bayar da dama ga ingantaccen ilimi zai rufe tazara tsakanin ‘yan mata da mata, da kuma samun nasara. A haƙiƙa, ilimi ya haɗa duk sauran abubuwa da muke fuskanta, da ya haɗa da lafiya da tattalin arziki. Angeli\r\n \r\nPippa Gardner to rubuta maƙala ga David Cameron, Babban Firaminista na Ƙasashen Turai\r\nDomin bawa ‘yan mata damar ci gaba, ya kamata mu gano kuma mu ɗauki mataki a kan dalilan bambance bambance. Idan muna da ƙarin dama daidaitawa wajen wakilci a majalisar ƙasa to na yi imani cewa sauran abubuwa, misali tashe-tashen hankula na cikin gida da manufofi kan yara, za su sami ƙarin kulawa da tattaunawa. Sabo da haka a Ƙasashen Turai muna bukatar ganin ƙarin mata a siyasa. Muna bukatar mata su shiga, zaɓe, tsayawa a matsayin ‘yan takara, zama Ministoci kuma su shiga gwamnati. Pippa\r\n \r\nHilary Clauson ta rubuta maƙala zuwa Stephen Harper, Firaministan Kanada\r\nDomin magance matsalar aiki ga matasa, ilimi a Kanada dole ya ƙarfafawa mata su shiga ilimin kimiyya da injiniya. Wannan zai ƙara yawan zaɓin aiki ga ‘yan mata da mata. Ilimin zamani sai an tallafeshi da bayar da dama ga ilimin da ba na zamani ba, misali Girl Guide da Girl Scouts. ‘Yan ƙungiya na koyon ƙwarewa wajen jagoranci, haɓaka ‘yancinsu da burinsu, kuma yana ƙarfafawa wajen shiga a dama da su kan ayyukan al’ummarsu. Hilary\r\n \r\nChamathya Fernando ta rubuta maƙala zuwa Mahinda Rajapaksa, Shugaban Sri Lanka\r\nNa tafi wani zama na Men Engage a Taron Matasa na Duniya, inda muka duba hanyoyin da yara da manya maza suka shiga domin aiki kan daidaiton jinsi. A wajen ‘yan mata da mata matasa samun damar daidaito da kuma iyawarmu ta yanke shawara, yara da maza su na da mahimmanci.\r\nIna son in shaida maka cewa ka yi nazari wajen tunanin ƙarfafawa ‘yan mata da mata a matsayin mahimmin mabuɗi na ƙudurin ci gaban Sri Lanka. Kuma ina so in shaida cewa ka haɓaka wakilcin mata a gwamnati sabo da bawa ‘yan mata da mata zama shugabanni na gobe. Domin haka ta faru, doka da tsari dole su zama masu tasiri, ingantattu, buɗaɗɗu, dai dai kuma marasa nuna bambanci. Chamathya\r\n \r\nElisabeth Chatuwa ta rubuta maƙala zuwa Peter Mutharika, Shugaban Ƙasar Malawi\r\nLokacin taron, na kashe lokacina ina duba hanyoyin da zamu sami dama iri guda domin ingantaccen ilimi a Malawi. Na yi imani cewa gwamnati za ta iya sawa haka ya yiwu ta buɗe ƙarin makarantun mata da kuma bayar da ilimi kyauta garesu.\r\nBugu da ƙari, yanzu ina tunani cewa manhajar ilimi ta ƙunshi darussa a kan illolin Ƙanjamau, aurar da yara da kuma samun ciki da wuri. Wannan zai bawa ‘yan mata duk mahimman bayanan da suke bukata domin ɗaukar shawara kan canjin rayuwa. Elizabeth\r\n \r\n\r\n\r\n\r\nKi na da saƙo zuwa shugaban ƙasarku? Gaya mana me zai zama ta aiko mana da imel zuwa info@girleffect.org!\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "dear-mr-president", 
  "uuid": "3312f7c97a424d59ad596581b2526b30"
}