{
  "subtitle": "", 
  "description": "Ina ƙarfafa mata gwiwa!", 
  "language": "hau_NG", 
  "title": "Babbar ƙawata ba ta da lafiya", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T16:08:50+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-06-28T08:25:45.143954+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "2bf30fbcf1184970a51b8ad36f909655"
  ], 
  "id": null, 
  "content": " *Miliyoyin mutane a fadin duniya suna shan wahala a sakamakon cututtukan da suke samu da wadansu masa lafiya. Ga labarin wata yarinya.\r\n\r\n<body copy>\r\n\r\nSuna na Rose. Shekaruna 13 kuma ina zaune a Afrika ta Kudu. Babbar ƙawata Sammy ta jima tana tari. Ko yaushe idan za mu tafi makaranta ta na shan wahala. Ta na haki kuma ba za ta iya tafiya mai nisa ba tare da ta tsaya ta huta ba. Kuma ta fara ramewa ƙwarai. \r\n\r\nNa san cewa wani abu bai yi dai dai ba. To amma ba ta so ta yi magana a kansa. Ina ta gaya mata ta je wurin nas a ƙaramin asibiti. Amma sai ta ce mura ce kawai kuma za ta wuce.\r\n\r\nIna tunanin ba ta so ta damu kowa. Amma ni na damu. \r\n\r\nWata rana muna tafiya zuwa gida daga makaranta kuma ta yi tari da ƙarfi. Lokacin da ta kalli ƙasa akwai jini a hannunta. Na ji mata tsoro sosai har na fara kuka. Ina zato ita ma ta firgita. Kakarta ta kaita ƙaramin asibiti washe gari. \r\n\r\nSun yi mata gwaji kuma suka ce ta na da tarin fuka (TB), wadda mai haɗari ce ga huhunta. Ta ji tsoro sosai. Na ji labarin tarin fuka, amma ban taba tunani cewa kawata zata kamu da shi ba.\r\n\r\nLikitan ya na da kirki ƙwarai. Ya gaya mata cewa ta tafi gida za ta fi samun sauƙi a can:\r\n“Za’a iya maganin TB. Amma yana da matuƙar mahimmanci ki sha magani a ko wace rana. Idan ki ka dakata, ba za’a iya maganin cutar TB ba kuma za ki iya daɗa samun rashin lafiya. \r\n\r\nBa na ganin ƙawata sosai kuma bayan wannan. Ba na iya kai mata ziyara sosai har sai na saka abin toshe baki sabo da kada in shaƙi ƙwayoyin cuta. \r\n\r\nNa ji tsoro cewa zan iya kamuwa da cutar amma mahaifiyarta ta shaida min cewa ba bain da zai same ni idan na rufe fuskata kuma na wanke hannuna sosai bayan na tafi. Babu wasu daga cikin sauran yara da suke so su ziyarceta. Amma duk lokacin da na shiga gidansu, ina ganin babbar murmushi tana haska fuskarta.\r\n\r\nIna ƙoƙari in ƙarfafa mata gwiwa kuma in sa ta dariya. Na gaya mata cewa wata rana za ta sami sauƙi kuma za ta dawo makaranta. \r\n\r\nTa na shan maganinta a kullum kuma ta na saka abin rufe fuska duk lokacin da wani ya shigo cikin ɗakin.  Duk Juma’a ta na zuwa ƙaramin asibitin domin karɓar magani. \r\n\r\nSammy har yanzu ta na gida ta na karɓar magunguna. Likitoci sun ce abin ya ɗauki lokaci fiye da yadda suka yi tsammani. Ta na da TB Mai Bujerawa Magani, wanda ya ke da wahalar warkewa, amma yanzu ta na samun sauƙi. Na kosa ta sami sauƙi kuma ta dawo makaranta. Ba na tsammani zai ɗauki lokaci mai yawa daga yanzu. \r\n\r\n\r\nYADDA ZA KI KAUCE WA RASHIN LAFIYA KI\r\nYI NISA DA CUTUTTUKA\r\n", 
  "source": "67ad42c4446e43359912b6d5185af72b", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "my-best-friend-is-sick", 
  "uuid": "36782de7c37346a3b723c3cba81a1d96"
}