{
  "subtitle": "", 
  "description": "Su zage dantse wajen shugabanci!\r\n \r\n", 
  "language": "hau_NG", 
  "title": " Waɗan nan shawarwari 10 goma sun taimaki ‘yan mata…", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:37:10+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-28T06:12:28.633239+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "1. Yi magana a Aji\r\nƊaga hannu, ko da ba ki tabbatar da amsa ba. Daina tace abin da za ki faɗa a kanki, kuma ka da ki damu da yin kuskure. Yin magana bai danganta da bayar da amsa dai dai ba. Yana ba ki koyon yin tunani a kan ƙafarki, yin mahawara da wasu, da kuma kokawa da ra’ayi – duk ƙwarancewa ce da za ki yi amfani da ita a duk ɓangarori na rayuwarki.\r\n\r\n2. Daina neman afuwa kafin ki yi magana\r\nWasu lokuta ‘yan mata kan gabatar da ra’ayi da neman afuwa (“Ban sani ba ko wannan dai dai ne, amma…”). Mayar da hankali ga ƙananan hanyoyi da za ki mayar da kan ki ƙarama lokacin da ki ke magana a aji, kamar wasa da gashinki, ki na faɗar cewa ki na tunani “kamar” wani abu, tambaya cewa ko abin da ki ka faɗa “ya bayar da ma’ana,” ko magana sanyi-sanyi ta yadda ba’a jin ki.\r\n\r\n3. Ƙalubalanci Kanki\r\nIdan muna damuwa da faɗuwa ko mafi akasari muna  neman abin koyo da muka san za mu iya shawo kansa. Amma yinsa cikin lafiya na nufin ba za ki samu farin ciki ba na maganin wani cikas kuma ki samarwa da kan ki (da wasu) cewa ke jaruma ce da za ki iya jarrabawa. Tura kan ki fiye da ɓangaren jin daɗi. Ɗauki wasan da ba ki taɓa yi ba. Shiga ajin da ba wanda ya yi zaton za ki ɗauka. Koyi yadda ake alama. Ko ɗaukar ƙaramar kasada, kamar gabatar da kan ki ga wanda ba ki sani ba.\r\n\r\n4. Nemi Taimako\r\nMutanen da suka fi samun nasara ba sa yinta da kansu. Maimakon haka, su na neman mataimaka a hanya: ƙwararru, mutane masu dabara waɗan da suka san abubuwa da yawa kuma su taimaka masu. Ka da ki ji tsoron tambayar malamai, masu bayar da horo ko manya waɗan da ki ke sha’awa ki yi magana da su dangane da abin da ya fi burgeki. Tambayesu abin da suka yi fata inama sun sani lokacin da suke da shekarunki. Wa ya sani, wata rana ko za su iya taimakawa ki cimma burin ki.\r\n\r\n5. Ka da Ki Yi Aikin Kowa da Kowa\r\nIdan ɗan ƙungiya ya ƙi bayar da gudun mawa sosai (ko gaba ɗaya), abu ne mai sauƙi kawai ki yi shi da kan ki – kuma ki yi shiru a kan haka. Yin hakan na iya ba ki sarrafawa a lokacin, amma zai iya saka miki rashin jin daɗi, ɗaukar ƙarin aiki, kuma ki rasa samun yabo daga yin haka. Ki tunkari matsalar kai tsaye ta hanyar tambayar ‘yan ajinku lokacin da ta ke ganin za ta gama na ta aikin. Idan ba ki samu buɗaɗɗiyar amsa ba, ki yi bayani kai tsaye a kan abin da ki ke bukata, ko ki tambayi malami domin taimako.\r\n6. Yi magana cikin Ƙawantaka\r\nWata kila dukkanin mu muna gulma a wannan wuri ko wancan, amma idan ki ka cika magana  dangane da  ƙawayenki maimakon zuwa garesu, kin rasa damar yin magana da mutanen da ke da mahimmanci a wurinki. Samun damar shaidawa wani yadda ki ke ji zai taimaka miki ta kowace fuska\r\na rayuwarki, duk yadda ki ka zaɓi ki sa kanki. Kuma za ki bukaci kaucewa dogaro a kan aika rubutaccen saƙon waya ko zaurukan sada zumanta domin faɗin abu mai wahala. A yanzu yana sawa sadarwa ta yi sauƙi, amma ki na buɗe kofar biyan wannan haɗarin a nan gaba na rashin yin magana gaba-da-gaba. Yi kai tsaye na da ban tsoro, amma ki yi haka da lura kuma za ki sami girmamawa da yarda ga waɗanda suke kewaye da ke.\r\n\r\n7. Ki Gasagata Abin da ke Cikin Zuciyarki\r\nMu duka muna da murya a cikin kanmu. Mai yiwuwa tana faɗin ƙaramin abu kamar “Ina fatan a ce ƙararrawa za ta buga” ko babban abu kamar “Ina fata ƙawayena za su daina tambayata sakamakon da na samu.” Muryar ita ce karfin ki. Ta na gaya miki abin da a haƙiƙa ki ke tunani, bukata da so. Abu ne mai sauƙi ki daina sauraren wannan murya lokacin da ki ka damu dangane da abin da mutane ke tunani. Ki zama cikin haɗi da ita iyakar iyawarki. Ita ce mai nuna miki hanya ta zuciyarki. Idan ba za ki iya musayar wannan murya yanzu ba, ajiye bayanan a inda za ki iya – kuma ki ci gaba da neman mutanen da suke so su ji ta.\r\n\r\n8. Canja Duniya\r\nBa sai kin tafiyar da duniya za ki iya canjata ba. Me ya haskaka a zuciyarki? Me ya ke sawa ki sami fushi? Shiga ƙungiya ko ki fara ƙungiya ta al’ummarki. Mai yiwuwa a iya zaɓarKI domin shugabancin aji. Gudanar da yaƙin neman zaɓe na iya ba ki horo mai ban mamaki domin magana, da kuma tallatar da kan ki a matsayin shagaba. Duk abin da ki ka yanke hukunci, ki tuna: Muryarki ba kamar ta kowa ba ce, amma ba za mu ji ta ba idan ba ki yi amfani da ita ba.\r\n\r\n9. Ki tuna: Ba Ko Yaushe ya ke da Sauƙi ba Yin Magana, amma Kwalliya na biyan Kuɗin Sabulu\r\nKi na tasowa a duniya wadda har yanzu ta ke rikice a kan yadda ta ke so ƙarfin mata ya zama. ‘Yan mata ya kamata su zama masu ƙarfin gwiwa amma masu kirki, masu buri ba son kai ba, masu neman nasara ba sallamawa ba. Dokokin na iya zama masu rikitarwa kuma marasa adalci – wannan na nufin ba kowa ne zai so su ba idan ki ka yi magana. A haƙiƙa, duk yadda ki ka faɗi wani abu da kyau, za’a iya samun wani wanda zai yi tunanin cewa kin yi ba dai dai ba. Ki gasgata muryarki ko da kuwa ta zama kamar duniya ba ta gasgata ba, kuma ki kasance kusa da ƙawayenki da danginki waɗanda ke murnar ƙarfinki.\r\n10. Jarraba!\r\nKin taso kina jarraba abubuwa kamar aikin makaranta, wasanni, da kiɗa. To amma ba wanda ya ke koya miki ki yi magana, ki zama mai ɗaukar kasada, ko faɗin abin da ki ke so. Mene ne matsalar wannan? Babu wani abu a rayuwa da ba ya bukatar jarrabawa, yin magana bai zama daban ba. Ki aiwatar da wannan dama! Zai iya zama da fargaba a farko, amma yana zama mai sauƙi.\r\n \r\n Shawarwari daga http://banbossy.com\r\n", 
  "source": "8c6c9fd7268843109e0a426cdce47914", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "wa-nan-shawarwari-10-goma-sun-taimaki-yan-mata", 
  "uuid": "372bc8140437405b87e7920a171b7b9f"
}