{
  "subtitle": "Ta samu wata dama ce kuma ta rike ta hannu bibiyu", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Labarin Portia: Wata hanyar magani ta gargajiya ta taimaka mini na fara kasuwanci", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:50:21+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-11T23:35:51.464371+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Wani lokaci mukan dauka cewa tsofaffin iyayenmu ba sa fahintarmu da kuma bukatun rayuwar zamani. Amma fa za a iya samun hikimomi boyayyu a cikin rayuwarsu. Labarin Portia ya bayyana mana hakan.*\r\n\r\nUwar mijin Portia ce ta nuna mata harkar kasuwancin da ta fara. Ta yi haihuwar fari ne, sai take neman abin da zai rage mata nankarwa. Duk abin da ta gwada ba wanda ya yi aiki. Surukarta sai ta  ba ta shawarar ta yi amfani da man marula- man da ake samu daga wani sanannen dan itaciyar da ake samu a Kudanci da Yammacin Afrika - saboda ita ma shi ta yi amfani da shi lokacin da take matashiya.\r\n\r\nDa Portia ta gwada sai abin ya kayatarda ita. Ya yi magani fiye da duk wani abu da ta taba jarrabawa a baya Kuma nakarwar ta bata fiye da yadda take tsammani. Sai ta yada yadda abin ya gyara fatarta a Facebook, da kuma yadda nankarwar tata take. Bayanan da ta samu daga kawayenta ya ba ta mamaki, musamman da suka fara tambayar ta yaya za su sami man su ma.\r\n\r\nTo a nan ne fa Portia ta fara bincike a kan man. Sai ta fara yin mana gidanta tana zubawa a kwalabe tana sayarwa kawayenta. Sun so man kuma suka yi ta saye. Portia ta lura cewa wannan karamar sana'a ce kuma ba za ta ba ta abin da take nema ba. Sai ta nemi shawarar kawunta wanda yake aiki a masana'anta - tana da sha'awar kara man shafawa ma a cikin man, don ta rika sayarwa a kantuna. Kafin Portia ta iya yin hakan dole sai Hukumar Kasa ta jarraba man ta kuma sahhale amfani da shi\r\n\r\nDon haka sai Portia ta aika da samfurin kayan nata zuwa ga Hukumar kasa kuma ta sami abin da take fata. Bayan ta tuntubi wurare da dama a cikin gari sai wani kanti ya amince zai sayar da man nata. Abu ya ci gaba da yaduwa, kuma al'amurra suka tafi yadda ake so, yanzu Portia tana tunanin fadada harkar tata zuwa ga man gashi kwanan nan.\r\n\r\n**Wane abin mamaki kika taba koya daga wata tsohuwa a rayuwarki, wanda kuma ya amfane ki?**", 
  "source": "014c703a5c1b45a7b3ca2f28f44ce5bf", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "labarin-portia-wata-hanyar-magani-ta-gargajiya-ta-taimaka-mini-na-fara-kasuwanci", 
  "uuid": "42dc3701db6b4c08b089965b28f4e23a"
}