{
  "subtitle": "", 
  "description": "SABO DA ILIMI ZAI IYA HASKA RAYUWARKI A GABA!\r\n", 
  "language": "hau_NG", 
  "title": "ME YASA KI KE KARATU TUƘURU?", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-04-25T18:08:40.369758+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T18:08:40.369971+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "4825163dcfb24895b6e9a25b248a6365"
  ], 
  "id": null, 
  "content": "Wasu lokuta makaranta na iya zama ƙalubale, kuma zai iya zama da wahala ɗaukar darussa daban daban  Amma ki sani tushen ilimi mai faɗi zai taimaka miki idan ki ka shiga duniya domin bin mafarkinki.\r\nIdan ba kya cikin makaranta, nemo wani shiri ko horarwa ko mutum wanda zai taimaka miki koyon ƙwarewa domin cimma burinki.  Nemo abin koyi -  wani wanda za ki dinga kallo, malami ko kuma iyaye. Nemi taimako da ƙarfafawa yayin tafiyar. \r\nBuri wani abu ne wanda ke da kanki ki ke so ki cimma. Yana da matuƙar mahimmanci ki nemo burinki a rayuwa. Wannan hanya, za ki iya ƙirƙirar tsari wanda za ki yi aiki da shi zuwa cimma waɗan nan burori.  Ajiye littafin rubutu tare da ke domin rubuta mafarkinki da burinki a waje guda. Ci gaba da bincika ci gaban da ki ka samu a kansu.\r\nShimfiɗa bururruka da za su ƙarfafa miki gwiwa kuma su mayar da hankali wajen aikin makaranta da koyo. Ki na son ki sami nasara? Ki zama a saman aji? Ko ki inganta sakamakonki? Rubuta shi kuma ki dinga karanta shi lokaci lokaci.\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "me-yasa-ki-ke-karatu-tuuru", 
  "uuid": "4ec48bc5698349a0837a571b6ecd2f7c"
}