{
  "subtitle": "Yi gasar nishadi ki ga irin abin da kika sani ", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Kin san hakikanin gaskiya game da kwayoyi da kuma giya? ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:36:26+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-11T23:36:29.790215+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "##Umarni##\r\n\r\n - Kina bukatar takarda da abin rubutu \r\n - Ki karanta kowacce tambaya sannan ki rubuta lambar tambayar kuma ki amsa da ce wa almara ce ko gaskiya.\r\n - Danna shafi na gaba ki ga amsoshin\r\n - Kirga tambayoyin da kika amsa daidai! Don samun nishadi yi gasar da kawayenki sannan ki kwatanta sakamakonku\r\n\r\n##Tambayoyi##\r\n\r\n 1. Giya ba ta illa a gare ki kamar sauran kwayoyi\r\n 2. Bacci yana tai maka wa jiki ya wattsake daga giya \r\n 3. Mai cikin da take shan giya tana jefa rayuwar danta cikin hadari\r\n 4. Shan kofi ba ya taimaka wa mutum ya wattsake\r\n 5. Shan giya yana kara maki wayo \r\n 6. Kwayoyi suna kara maki kwazo\r\n 7. Damuwa alama ce ta wanda kwaya ta kama shi\r\n 8. Shan tabar wiwi yana tasiri a kan yadda kike tafiya ko gudu ko kuma ta sa ki rika lumshe idanu\r\n\r\n##Ta ya kika yi? Danna nan ki gani!##\r\n###AMSOSHI: Ko kin san hakikanin gaskiya game da kwayoyi da giya?###\r\n\r\nGano abin da kika sani \r\n\r\n 1. Almara: giya na kara hadarin kamuwa da miyagun cututtuka kamar sankara. Shan giya da yawa a kai a kai zai iya haifar da gubar giya wadda  ka iya kisa\r\n 2. Almara: abin da yake taimaka wa jiki ya wattsake daga giya shi ne lokaci! Bacci ba ya taimakawa kuma shan giya yana kara yawan mafarkin da za ki yi, da haka ma za ki tashi ma kamar an yi miki duka da safe. Shan giya da yawa yana cutar da jiki, da kuma hantarki (bangare mafi girma a jiki) tana aiki sosai don ta mayar da giyar zuwa abu maras cutarwa. Idan kina yawan shan giya da yawa, to a hankali za ki lalata hantarki.\r\n 3. Gaskiya ne: abubuwan da ake samu a cikin giya da kwayoyi kamar guba ce ga dan da ke ciki. Za su iya dakile girmansa, wanda kan sauya kamannin yaron ko ya illata kwakwalwarsa ko haifar da matsalolin koyo.\r\n 4. Gaskiya ne: Kofi ba ya taimaka wa wanda ya sha giya don ya wattsake, duk kuwa da bin da ka ji! Jiki yana bukatar lokaci (a kalla awa takwas) don ya kona giyar da aka sa masa, abin da kofi yake iya yi shi ne kawai ya sa maki karfi kadan. \r\n 5. Almara: Gaskiya shan giya ma yana haifar da  mantuwa, tana sawa ki dinga sassarkewa lokacin da kike magana sannan tana shafar daidaituwarki\r\n 6. Almara: yawanci kwayoyi suna sauya yanayin da kwakwalwa take aiki, ba kuma abu ne mai kyau ba. Za su sanya ki cikin tsarguwa da fushi kuma suna haifar da jin sautika haka nan Kada ki dauka wannan basira ce. Akwai kwayoiyi da yawa a gari kamar, escatasy da kokyan da LSD da wiwi... suna nan barkatai. Kada ki ci ko ki sha waniabu da ba ki da tabbas, musamman idan kin ga yana tasiri a kan halayyar wasu. Kwayoyi za su sa miki rashin lafiya ko da kuwa shan farko ne - za ma ki iya mutuwa.\r\n 7. Gaskiya ne: Idan kwayoyi suka daina tasiri, wannan shi ake cewa makura kuma abin da zai iya biyo bayan wannan  shi ne damuwa mai tsanani da kuma neman kari a kan kwayoyin, za ma ki iya kasa shawo kanki kuma ki fara wasu abubuwa munana saboda kina bukatar kwayar sosai. Wannan shi ake kira kamuwa kuma zai iya faruwa ko da kuwa sau daya kika taba shan kwaya.\r\n 8. Gaskiya ne: wiwi tana kara bugun zuciya da sauri kuma za ki iya samun hadarin firgici! Wa yake son haka?", 
  "source": "ac235a1ad3f842cea9c60d67cc135bc4", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kin-san-hakikanin-gaskiya-game-da-kwayoyi-da-kuma-giya", 
  "uuid": "50dc42916e79455ca26f8a1c7e20f53a"
}