{
  "subtitle": "", 
  "description": "Hannatu na ɗaya daga cikinsu…\r\n", 
  "language": "hau_NG", 
  "title": " ‘Yan mata 500 dari biyar sun yi musayar burin su.", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:38:30+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-09T07:58:04.828606+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Lokacin da muka ƙirƙiri Shelar ‘Yan Mata, fiye da ‘yan mata matasa 500 dari biyar aka tuntuɓa a cikin ƙasashe 14 sha hudu. Labarin Hannatu na nuna ƙalubalen da ‘yan matan da muka tuntuɓa ke fuskanta… \r\n \r\nIlimi, Lafiya da ‘Yan ƙasanci\r\nHannatu mai shekaru 12 sha biyu daga Najeriya, ta yi magana a kan rashin asibiti a kusa da inda iyalanta ke zaune da kuma tsadar sufuri zuwa wanda ke kusa, ta yadda ya ke zama wahala gareta ta sami kulawa a kan harkar lafiya.\r\nYawaicin ‘yan uwanta mata da maza an haifesu ne a gida kuma ba’a yi masu ‘rijista’ ba. Wannan na nufin ba su da takardar shaidar haihuwa sabo da iyalansu ba za su iya biya ba. Idan babu takardar shaidar haihuwa ba za’a barsu shi shiga makaranta ba.\r\nLabaran ‘yan mata kamar Hannatu shi ke siffanta burin lafiya da ‘yan ƙasanci na Shelar ‘Yan Mata, wanda ya ke nunawa shugabannin duniya abin da ‘yan mata ke bukata. \r\n \r\n‘Yan mata su ne iyayen gobe na ko wane yaro da aka haifa a cikin talauci. Idan ta na da bayanai da kuma aikace-aikacen da ta ke bukata domin zama cikin lafiya za ta iya tsayar da talauci kafin ya fara. Wannan shi ne Girl Effect Karanta cikakken bayanin Shelar ‘Yan Mata. \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "500-girls-shared-their-dreams", 
  "uuid": "56e46d80b38b490291b4d5e15c58ab44"
}