{
  "subtitle": "", 
  "description": "Yanzu ta na da kwarewar da zata iya samun nata na kan ta.\r\n", 
  "language": "hau_NG", 
  "title": "An sayar da Joanna sabo da kuɗi", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:47:08+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-06-28T08:25:44.675887+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "febbf2c4f0c148fe808585ef46245f10"
  ], 
  "id": null, 
  "content": "Lokacin da muka ƙirƙiri Shelar ‘Yan Mata, fiye da ‘yan mata matasa 500 dari biyar aka tuntuɓa a cikin ƙasashe 14 goma sha hudu. Labarin Joanna na nuni da ƙalubalen da mafi yawan ‘yan mata ke fuskanta waɗan da muka yi magana da su…\r\n \r\nTsaro na Tattalin Arziki\r\nLabarin Joanna misali ne na buri na 4 na Shelar ‘Yan Mata – tsaro na tattalin arziki – ya na da mahimmanci ƙwarai. \r\nA matsayinta na ƙaramar yarinya iyalanta sun sayar da ita sabo da su na bukatar ƙarin kuɗi. Su na ɗaukarta a matsayin wani nauyi a kan kuɗaɗensu.\r\nAmma Joanna ta gudu daga mutanen da suka sayeta, kuma lokacin da aka ba ta dama ta koyi sababbin abubuwa  waɗanda za su ba ta dama da za ta kula da kanta – misali shuka abinci da za ta iya sayarwa – ta sami arziki kuma ta zama matashiyar mace mai wadata da kanta wadda za ta iya bayar da gudun mawa domin haɓakar tattalin arzikin al’ummarta a shekaru masu gabatowa. \r\n“Yana da mahimmanci ga mata a Laberiya su sami kasuwanci na kansu,” ta faɗa. “Sabo da idan ki na da kasuwanci na ki, ba wanda zai ba ki wahala.”\r\n \r\nMata wani lokaci ba su da damar kadarori na tattalin arziki. Wannan ne dalilin da ya sa muke so mu riski ‘yan mata kafin lokaci ya ƙure. Fara Girl Effect abu ne mai sauƙi tamkar buɗe asusun ajiya a banki. Karanta cikakken bayanin Shelar ‘Yan Mata.  \r\n", 
  "source": "8bd67b40f9334c13ab17e14cf92b3515", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "joanna-was-sold-money", 
  "uuid": "5832510a915b4dcb88029ed6873130ff"
}