{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Sifam, Zamba, Ƙwayoyin cuta yanar gizo! Mene ne su?", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:37:15+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-28T05:11:16.512341+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " Zuwa ga Ms. Tech,\r\n\r\nZa ki iya yi min bayanin mene ne kwayarcutar kwamfuta kwamfuta? Shin kwayar cutar kwamfuta dai dai ta ke da Sifam? Ban tabbatar da abin da waɗan nan abubuwa biyu ke nufi ba, abin da kawai na sani shine su biyun ba abubuwa bane masu kyau!\r\n\r\nWassalam,\r\nYarinya a garinX,\r\n\r\n\r\n\r\nZuwa ga Yarinya a GarinX,\r\n\r\nKwayar cutar kwamfuta na iya kai hari kan wayarki ko kwamfuta tamkar yadda cuta ke kai hari a jikinki. Yawanci Sankarar kwamfuta na kai hari ga wayarki ko kwamfuta ba tare da saninki ba. Za ta iya sa na’urarki ta yi abubuwan da ba ki san da su ba, misali aika imel da sunanki! Ƙwayoyin cuta na iya saka na’urarki ta rufe, ta jawo miki rasa abubuwa waɗanda ki ka ajiye misali hotuna, waƙa ko wasanni. \r\n\r\nYawanci ƙwayoyin cuta na iya tashi daga kwamfuta daya zuwa wata kwamfuta -- ko wayar hannu zuwa wata wayar hannu – ta hanyar fayil ko mahaɗai. Sabo da haka hanyar kare cutar kwamfuta daga kai hari ga wayar hannu ko kwamfuta ita ce ta kare musayar fayil da buɗe mahaɗai daga tushen da ba’a sani ba.\r\n\r\nDomin kwamfutarki za ki iya saka maganin cutar kwamfuta ko mahangar hana kamuwa daga cutar kwamfuta. Wasu lokuta masu Shagunan Shiga Yanar gizo ba su yin haka sabo da haka kwamfutocinsu ke yaɗa ƙwayoyin cuta. Yawanci ba’a samun kariya daga ƙwayoyin cuta domin wayoyin hannu.  Sabo da haka tare da wayar hannu, ki gujewa musayar fayil-fayil ta hanyar Bluetooth ko danna mahaɗi wanda ake da shakku a kansa.\r\n\r\nIdan ki ka sami wani abu daga ƙawarki wadda ta zama baƙuwa a Facebook ko imel, zai iya yiwuwa asusunta ya kamu. Idan ana da shakku a kan mahaɗi ko saƙo, ki tambayi ƙawarki idan haƙiƙa ita ko shi ya aiko shi kafin ki danna a kansa \r\n\r\nƘwayoyin cuta na iya saka asusunki na dandalin sada zumunta ya aika da “Sifam” zuwa duk ƙawayenki. Sifam na nufin  saƙon da bai dace ba wanda ake aikewa mutane da yawa ta hanyar Yanar gizo. Wannan na iya zama zamba ko mahaɗai na tallace-tallace ko fina-finan batsa. Idan kwamfutarki ko wayar hannu na da cutar kwamfuta, cutar kwamfuta na iya fara aika wasiƙun imel da ba’a nema ba ko rubutaccen saƙo, kuma wannan na iya zama abin kunya.\r\n\r\nSabo da haka yana da mahimmanci a tabbatar da wane mahaɗi ne kafin a danna kansa domin kaucewa saka cutar kwamfuta cikin wayarki ta hannu ko kwamfuta. Idan wayarki ta hannu ko kwamfuta ta fara yin baƙin abubuwa, tafi shagon kwamfuta ko wayar hannu domin neman taimako cikin gaggawa!\r\n\r\nKiyi hattara inda kike shiga kike dannawa!\r\nMai ƙaunarki, Ms. Tech\r\n", 
  "source": "7c704268856340ce91f5d618e8282a9b", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 37, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "spam-scams-viruses-what-are-they", 
  "uuid": "58a045747c754a5dbfa2bb1527bac92e"
}