{
  "subtitle": "Kina son ki zama mace mai karfin zuciya, gwada wadannan dabarun ki sami fada a ji.", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Mu je gaba 'yan mata! Yadda za ki zama mai fada a ji!", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T15:09:40+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-11T23:34:49.710624+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kina cikin wani yanayi ne da kike jin kamar an kwace miki dama? Kina ta fama a makaranta amma kina tsoron neman taimako? Kin tsani oganki amma kin kasa barin aikin? Kin kagu ki fara kasuwanci amma kin rasa tunanin wani kwakkwaran abu? Kina son ki yi aure, amma har yanzu shiru?\r\n\r\nIdan kina jin ba ki da karfi kuma kina jin ba abin da za ki iya yi... To ki sake tunani!\r\n\r\nMutanen da ba su da karfi suna da wani abu iri guda, sukan yawan yin amfani da kalmar \"ba zan iya ba\". Wani lokacin sukan yawaita amfani da ita har ta zame musu jiki.\r\n\r\nWani lokaci kikan fuskanci gwagwarmayar da kika gani babba ce ko mutane ko wani yanayin da suka hana ki cimma burinki. Yin amfani da kalmar \"ba zan iya ba\" ko da kuwa a irin wannan yanayin ne, kamar kin ce a daina kirkirar komai a daina yin komai daida ne. Doka ce cewa idan babu wata mafitar to babu abin da zai sauya.\r\n\r\n - Ba na son yi\r\n\r\n - Ban san yadda zan yi ba( kina bukatar taimako ke nan)\r\n\r\n - Ban yarda ba zan iya ba\r\n\r\nDa zarar kin maye gurbin \"ba zan iya ba \" da daya daga cikin wadannan to za ki samo maganin matsalarki kuma da dalilin da ya sa kike jin ba ki da karfi. Idan kika maye gurbin \"ba zan iya yin wannan aikin gidan ba\" da \"ban san yadda zan yi ba\" to shi ke nan kin gano cewa ba ki je wurin da ya kamata ki je ba ne. Yanzu za ki iya yin wani abu a kai ke nan.\r\n\r\nIdan ba kya son ki yi ne, ba matsala wannan zabinki ne.\r\n\r\nIdan kuwa ba ki san ta yaya za ki yi ba, za ki iya koya ko ki nemi taimako ko tallafin wasu a warware matsalar. Wani yanayin ya wuce ke kadai, wasu matsalolin kuma ba ke ce za ki magance su da kanki ba. Idan kika samu kanki a irin wannan yanayi yana da muhimmanci ki tuntubi wasu. Ki sami waninda kika amincewa ki fada masa, wannan ba lallai ne ya warware matsalarki ba nan take amma yana farawa da hakan. \r\n\r\nNa karshensu shi ne ma fi sauki magancewa Idan ba kiyarda za ki iya ba , sai ki yarda za ki iya. \r\n\r\nBa a samun kwarin gwiwa rana tsaka, amma yana farawa ne da kananan abubuwan da ke karfafa ki. Kamar cire kalmar \"ba zan iya ba\" daga lissafinki! Ki shirya tabbatar da burikanki - ki sauya rayuwarki ki kuma cimma burikanki.", 
  "source": "04827512511f4b82b15037438f3b4899", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "mu-je-gaba-yan-mata-yadda-za-ki-zama-mai-fada-ji", 
  "uuid": "5f698223576e4768a395367a2a3884f0"
}