{
  "subtitle": "Ga abubuwa biyar da za ki yi su dauke miki hankali ", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Kin Rasa aiki?", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:16:08+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-11T23:34:26.989287+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Yanzu kin kammala makaranta kuma ba ki da damar ci gaba da karatu. A yanzu haka aiki kike nema kuma kin kasa samun ko daya. \r\n\r\nKada ki damu! Rashin aikin yi ba yana nufin zama a gida ba. A yayin da kike ta laluben aikin ga wadansu abubuwa da za ki iya yiwadanda za su taimaka miki a rayuwa nan gaba:\r\n\r\n 1. Ki yi aiki kyauta a wata kungiya da take taimaka wa al'umarku. Ana samun alfahari idan kina taimaka wa wasu. Ki yi kokarin ganin cewa lokacin da kika bayar bai wuce 'yan awanni ba ko ranaku a sati ba, don ki sami damar neman aikin da za a rika biyan ki. Yin aiki kyauta yana bayar da damammaki kuma za ki kara shi a cikin bayanan aikin da kika taba yi. \r\n 2. Ki motsa! Motsa jiki hanya ce ta samar da walwala a jikinki Ki shiga yin motsa jiki ko kungiyar wasa ko ta gudu da sauran 'yan matan da ke unguwarku Yana da kyau ki san mutane (ta yiwu wani yana da hanyar samun aiki), hakan zai kara miki karsashi.\r\n 3. Shuka ki dafa. Za ki iya fara lambun kayan marmari da  yar karamar tukunya ko tsohon akwatin katako mai kofofi a kasa . Za ki iya yin lafiyayyan abinci ki kuma adana kudinki. Idan kuma kin iya girki sosai  za ki iya rika dafa wa mutanen da ba su da lokaci abinci a garinku. Yawwa karamin kasuwanci!\r\n 4. Ki shiga wani ajin Ki nemi ajujuwa da kwasakwasan da ake yi a kyauta ko na karshen mako masu saukin kudi. Koyon sababbin dabaru zai taimaka miki ki bunkasa. Kuma wata dama ce ta ki hadu da mutane, wanda hakan yana da muhimmanci idan kina neman aiki. Mutane da yawa sukan sami aiki ne ta hannun wani wanda suka sani. Don haka, damar samun aikinki ya dogara ne ga yawan mutanen da suka san kina neman aiki da irin kwarewarki.\r\n 5. Nemi shawara. Ki yi magana da wani wanda yake irin aikin da kike son samu don ki kara samun ilimi game da aikin. Zai yiwu ma ki kai musu ziyara wata rana don ki ga yadda suke gudanar da aikin. Wannan shi ake kira leken asirin aikin kuma wata dama ce da za ki auna ki ga ko aikin da kike nema ya dace  da ke. \r\n\r\n**Rashin aiki zai iya durkusar da ke musamman idan ma da wasu da suka dogara da ke. Ki zama mutuniyar kirki ki kuma gujewa mu'amala da mutanen banza. Wadanda suke yi miki alkawarin kudancewa ko wata hanyar samun kudi mai hadari, so suke kawai su yi amfani da ke. Ki rika zama da kawaye na gari ki kuma rika yin abin da yake sa ki farinciki. Ki manta kadan  da maganar neman aikin, amma fa kada ki bata lokacinki.**\r\n\r\nKada ki ba da kai game da neman aikin da kike buri kuma Allah Ya bada sa'a!\r\n\r\nDomin hanyoyin shirya kyakkyawan bayanan karatu danna nan <insert URL> ", 
  "source": "733b8e99e5d044c38f429c4410c74950", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 15, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kin-rasa-aiki", 
  "uuid": "61fa78843a1d42a5a720afd8a830d9f6"
}