{
  "subtitle": "", 
  "description": "YI NISA DA CUTUTTUKA", 
  "language": "hau_NG", 
  "title": "YADDA ZA KI KAUCEWA RASHIN LAFIYA", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-04-25T18:23:24.227479+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T18:23:24.227693+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "\r\nYawaicin ƙwayoyin cuta ana yaɗasu ta hanyar iska ta wajen atishawa ko tari. Ƙwayoyin cuta na iya yaɗuwa kuma ta gumi, yawu da jini. Wasu na yaɗuwa daga mutum zuwa mutum ta hanyar taɓa wani abu wanda ya gurɓata, kamar gaisawa da wanda ya ke mura, sannan kuma ki ka taɓa hancinki. Idan wani a danginku ba shi da lafiya, rufe hancinki kuma ki kauce daga garesu idan hakan zai yiwu. Idan kina wari rufaffe, yi ƙoƙarin buɗe taga domin barin iska mai kyau ta shigo kuma ƙwayoyin cuta su fita. \r\nWANKE HANNUNKI! Ki tuna cewa ƙwayoyin cuta na jin tsaron sabulu da ruwa. Wanke hannunki wani lokaci shine hanya mafi kyau ta kawar da ƙwayoyin cuta. Ki zama cikin ƙarfi da lafiya ta cin abinci sosai, motsa jiki akai akai da samun bacci mai kyau. Duk waɗan nan na taimaka miki ki shiryawa faɗa da ƙwayoyin cuta masu haddasa cututtuka. \r\nTarin-fuka  (TB) cuta ce wadda ƙananan ƙwayoyin cuta ke haddasawa (ƙwayoyin cuta). Ƙananan ƙwayoyin cutar TB  ana bazasu a cikin iska lokacin da mutumin da yake da  TB ya yi tari, atishawa, magana, ko waƙa. Mutanen da ke kusa na iya shaƙar  waɗan nan ƙananan ƙwayoyin cuta kuma ya sami kamuwa. Wasu daga cikin alamun da za ki iya gani idan ki na da tari su ne:  Gumi da daddare Jin lalaci da kuma gajiya.  Tari da ya ci gaba (ya kai a ƙalla mako uku). Jini lokacin da ki ka yi tari. Zafin ƙirji. Wata ƙara lokacin da ki ke shaƙar numfashi. Matsalar numfashi. Idan ki ka ji wani baƙon abu ko ki na jin cewa akwai wani abu da ya faru, ka da ki’  jira. Ki tafi kai tsaye zuwa cibiyar lafiya mafi kusa, ƙaramin asibitin shan magani ko asibiti.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "yadda-za-ki-kaucewa-rashin-lafiya", 
  "uuid": "634d7383a5c649baa9c3c55eaddbbf59"
}