{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Zan iya haɗuwa da wanda muka haɗu a yanar gizo?", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:32:47.519798+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:32:47.520085+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " Zuwa ga Ms. Tech,\r\nNa kasance a dandalin Facebook kimanin watanni 4 ke nan yanzu. Ina da ƙawaye masu yawa. Yawancin su mutane ne waɗanda ban taɓa haɗuwa da su ba. Akwai wani saurayi wanda na ke yawan hira da shi na wani lokaci, kuma yanzu ya ce yana son mu haɗu. Ya ce ni kyakkyawa ce sosai kuma ya san zamu dace da juna. Ina jin tsoron sanar da ƙawayena ko iyayena domin za su ce yana da haɗari. Amma ina zaton na sami mijin da za mu yi aure nan gaba, kuma ina matuƙar son in haɗu da shi a zahiri! Me ya kamata in yi? \r\n\r\nIna cikin Ruɗani amma ina Son in sani \r\n \r\nZuwa ga wadda ke cikin Ruɗani amma ta ke Son sani,\r\n\r\nYana da haɗari ki haɗu da wanda kawai ki ka sani a kan yanar gizo. Abu ne mai sauƙi mutane su nuna cewa ga yadda su ke a kan layi wanda abin ba haka ya ke ba. Baki sani ba ko hotuna da labarain da ake sawa a kan yanar gizo ko na gaske ne. \r\n\r\nZa ki iya samun jin daɗin musayar sirrinki cikin sauri a kan yanar gizo fiye da yadda za ki yi da wani. Wannan zai iya sakawa ki zama cikin rashin tsaro ta yadda za’a iya yaudararki ko juya ki. Idan kina jin wani abu a ranki dangane da wani da ki ka haɗu da shi a kan yanar gizo, zai iya jan hankalinki domin haɗuwa da shi a wani keɓantaccen wuri, ta yadda zai iya amfani da wannan dama domin cutar da ke. \r\n\r\nAbin banza bai zuwa haka, kamar yadda suka faɗa. Sabo da haka idan wani a kan yanar gizo ya yi miki alƙawarin wani abu wanda ki ke ganin mai kyau ne kuma zai iya zama gaskiya, ko wata kyauta mai yawa, to ki yi hankali. Za su iya zama masu daɗin baki domin cimma wata manufa ta samun wani abu. Saurayin da ki ke jin kina soyayya da shi zai iya zama tsoho a zahirance, wanda ya ke amfani da Yanar gizo domin yaudarar ƙananan ‘yan mata.\r\n\r\nIdan kin YANKE shawara ta haɗuwa da wani, ki tabbata kin tafi tare da ƙawarki. Kada ki tafi ke kaɗai.  Ki haɗu da mutumin a bainar jama’a inda ya ke akwai jama’a masu yawa da za su iya taimaka miki idan kina da bukata. Kada ki shiga motar shi ko motar jama’a tare da shi. Kada ki bayyana masa inda ki ke da zama. Kuma kada ki kaɗaita tare da shi har sai kin tabbatar daga mutanen da ke wurin cewa shi na kirki ne wanda za’a kasance da shi lafiya.\r\n \r\nKi yi hattara, na damu da ke!\r\nMs. Tech", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "should-i-meet-someone-i-met-online", 
  "uuid": "68e8eb9a900a4d11bb5afcc8b882ef41"
}