{
  "subtitle": "Ki ga yadda kike da kyau!", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Kalli madubi... ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:24:18+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-08-02T11:17:22.208311+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "d1c016e5bc914b6ea4f8c98c955bc8b5"
  ], 
  "id": null, 
  "content": "Je ki wajen madubi. Kalli madubin. Ya kika gani? Kuraje Kai ya zube Fata ta yi muni Kin yi kiba Ranki ya baci Kina ganin kin zama koma baya Ba ki yi kyau ba....  Kai, kin ma yi muni. \r\n\r\nTo da farko: ki sani cewa ba ke kadai ba ce kike jin haka - 'yan mata da yawa suna fama da rashin kwarin gwiwa. Na biyu kuma: ki daina! \r\n\r\nBa zancen wasa ba fa, ki daina wadannan tunane-tunane a kanki. \r\n\r\nMu ne muke kushe kanmu. Muna yi wa kanmu hukunci mai tsanani. Muna fada wa kanmu ko mu yi wa kan mu fatan abin da ba za mu taba fada wa kawayenmu ba, ko ma wanda muka tsana sosai. \r\n\r\nDuk muna bukatar nutsuwa mu fara kayon yadda za mu kaunaci kanmu.  Kina son jin kyakkyawan labari? Bari mu fara yanzun nan. Mataki na farko Kalli madubi ki ga kyakkyawar yarinya mai kyakkyawan hali kuma mai kyakkyawar zuciya. Kina jin wace ce? Ke ce mana.\r\n\r\nFadi mana! Kalmomi uku ne masu sauki: \"ni kyakkyawa ce\"\r\n\r\nTo sake fada. Fadi kowa yaji Kar ki damu da babarki ko kannenki, idan sun ce ko kin haukace ne, ci gaba da fada kowa yaji. Ki yarda da hakan' domin kuwa gaskiya ce Abin da muke gani a jarida ko talabijin ko abin da wani ya fada, wanda muke kokarin ganin mun mayar da kanmu, ba shi ne kyau ba Ba wai abin da ake gani a zahiri ne muhimmi ba, a'a har ma da abin da ke cikin zuciya \r\n\r\nSake fadi \"ni kyakkyawa ce\"\r\n\r\nSaboda ke kyakkyawa ce Ba wai za a ce kina da duk abin da ake  bukata ba, babu wanda yake da wannan. Amma za ki iya samun karfin gwiwa Za kuma ki iya tabbatar da ko wace ce ke. Za ki ya yanke hukunci a kan ko ke wace ce, da kuma yadda kike ji ki kuma yi mu'amala da jama'a. Abin a hannunki yake, za ki iya gina rayuwarki da kalmomi guda uku kacal:\r\n\r\n\"Ni kyakkyawa ce\"\r\n\r\nDa zarar zuciyarki ta amince da hakan komai zai zama mai sauki Don haka bai kamata ki kara bata lokacinki wajen tunani mara kyau ba. Ki mayar da hankalinki kan abin da kike sha'awa ki kuma tsara wa kanki kyakkyawar rayuwa nan gaba! \r\n\r\nTa yaya za ki gane abin da kike sha'awa? Lalubi bayananmu a nan <link to find passion article >", 
  "source": "30ac7d3909ac4123a7f574e9effa65d9", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 13, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kalli-madubi", 
  "uuid": "79e73d36f106426197e5558cd1484815"
}