{
  "subtitle": "", 
  "description": "Ga Yadda Za Ki Yi: ", 
  "language": "hau_NG", 
  "title": "Ta Yaya Za Ki Ce A'a ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T16:41:45+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-05-28T05:45:07.857650+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Shirya shi. Yi tunanin yanayin abubuwa kafin lokaci. Shirya yadda za ki’ ce ‘a’a.” Faɗi kalmomin da ƙarfi kuma ta hanyoyi mabanbanta. Jarraba a gaban madubi ko tare da amintacciyar ƙawa.\r\n\r\nKi kaurace mi shi. Yi ƙoƙari ka da ki ɓata lokaci tare da mutane waɗanda su ke saka miki rashin nutsuwa ko suke ƙoƙarin saka ki yin abinda ba kya’  so ki yi. \r\n\r\nKi faɗe shi da ƙarfi. Idan wani’  ya yi ƙoƙarin ya saka ki yin wani abu wanda ki ka san bai kamata ki yi ba’ , ko wani abu da zai sa ki rawar jiki ki ce A’A da ƙarfi.  Ko kuma ki ce,  “A’a na gode. Ba na’  yin wannan.’ \r\n\r\nYi abin da ya dace:  Tambayi kanki mene ne sakamakon da zai kasance? Mene ne zai iya zama ba dai dai ba? Me ƙawayenki ko daginki za su yi tunani idan ki ka yi wannan zaɓi? \r\n\r\nKare shigar ciki. Idan kina so ki kaucewa samun ciki lokacin da za ki yi jima’i ki na bukatar abin hana ɗaukar ciki kamar kwaroron roba, ƙwayoyin magani ko allurar hana ɗaukar ciki. Wasu abubuwan hana ɗaukar ciki ana bayar da su kyauta daga gwamnati, ƙaramin asibiti ko sauran ƙungiyoyi. Ki bincika wurinku domin neman inda za ki same su. Kwaroron roba shi ne zaɓi mafi kyau. Za su iya hana ɗaukar ciki kuma za su kare ki daga ko waɗanne cututtuka da za ki iya kamuwa da su lokacin jima’i. \r\n\r\n", 
  "source": "eb349473ac504a04aa77217ee441e27a", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 12, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-you-say-no", 
  "uuid": "7ccd7a347834468bbfb4f301d32b92ed"
}