{
  "subtitle": "", 
  "description": "Wasiƙar ‘yan mata ga shugabaninsu\r\n", 
  "language": "hau_NG", 
  "title": " “Zuwa ga mai girma shugaban ƙasa…” ", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:51:11+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-06-28T08:22:28.780111+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "‘Yau ‘Yan mata na da cikanken ganewa ta musamman kuma mai tsada dangane da alamuran duniya, to amma wasu lokutan ana yi musu koma baya a harkokin siyasa. Mun gayawa ‘yan mata biyar waɗan da suka samu halartar Taron matasa na Duniya domin su gayawa shugabaninsu yadda za su bunkasa Girl Effect.\r\n \r\nAngeli Siladan. Ta yi rubuta zuwa ga shugaban kasar Philippines. Benigno ‘Noynoy’ Aquino III, Cewa?\r\nBayan halartar taron hackathon (wani biki wanda mahalarta suke nemo sababbin hanyoyi na juya bayanai zuwa wani abun mai amfani) a wajan taron duniya na Matasa, na gani a zahiri ga faffaɗan tunani na ‘ya’ya mata da kuma ƙwazonsu domin warware matsaloli ta hanyar amfani da ilimin fasaha.\r\nIna mai son in zaburar da kai domin ki kara zuba jari a bangaran ingantaccen ilimin ‘Ya ‘Ya mata. Na yi imani cewa bayar da dama ga ingantaccen ilimi zai rufe tazara tsakanin mata,‘yan mata, da kuma samun nasara. Haƙiƙa, ilimi ya haɗa duk sauran abubuwa da muke fuskanta, da ya haɗa da lafiya da tattalin arziki. Angeli\r\n \r\nPippa Gardner. Ta rubuta wasika zuwa ga Mai Girma Firam Minista Na Kasashen Turai. David Cameron. Cewa?\r\nDomin bawa ‘yan mata damar ci gaba, ya kamata mu gano kuma mu ɗauki mataki a kan dalilan bambance bambance. Idan zamu iya samun ƙarin dama daidaitawa wajen wakilci a majalisar ƙasa to na yi imani cewa sauran abubuwan banbance-banbance, misali tauye hakki na gida da cin zarafi kan yara, za su sami ƙarin kulawa da tattaunawa. Sabo da haka a Ƙasashen Turai muna bukatar ganin ƙarin kujerun mata a siyasa. Muna bukatar muga mata sun shiga zaɓe,da kuma  tsayawa a matsayin ‘yan takara, da zama yan majalisa da kuma su shiga gwamnati. --Pippa\r\n \r\nHilary Clauson. Ta rubuta wasika zuwa ga Firam Ministan Kanada. Stephen Harper,\r\nDomin magance matsalar aiki ga matasa a kasar Kanada. Ilimi a kasar Kanada ya zama dole ya ƙarfafawa mata su shiga neman ilimin kimiyya da fasaha . Wannan zai ƙara yawan zaɓin aiki ga ‘yan mata da mata. Ilimin zamani sai an tallafeshi da bayar da dama ga ilimin da ba na zamani ba, misali Girl Guide da Girl Scouts. ‘Yan ƙungiyar na koyon ƙwarewa wajen jagoranci, haɓaka ‘yancinsu da burinsu, kuma yana ƙarfafawa wajen shiga a dama da su kan ayyukan da ya shafi al’ummarsu. --Hilary\r\n \r\nChamathya Fernando. Ta rubuta wasika zuwa ga Shugan Kasar sirilanka Mahinda Rajapaksa. Cewa?\r\nNa shiga bangaran maza a wani zama na “Men Engage” a Taron Matasa na Duniya, inda muka duba hanyoyin da zamu janyo yara maza su shiga domin kawo daidaituwar jinsi.‘Yan mata da mata matasa sun  samun damar daidaituwa da kuma samun damar furta ra ayoyin su da iyawar su ta yanke shawara, Don haka yara maza  na da mahimmanci a gare mu.\r\nIna mai shaida maka cewa ka yi nazari wajen tunanin ƙarfafawa ‘yan mata da mata a matsayin mahimmin mabuɗi na ƙudurin ci gaban Sri Lanka. Kuma ina so in shaida cewa ka haɓaka wakilcin mata a gwamnati sabo da bawa mata damar zama shugabanni gobe. Domin tabbatuwar wannan ta faru, dole ne doka da tsari su zama masu tasiri da zama ingantattu, buɗaɗɗu, da kuma zama  marasa nuna bambanci. --Chamathya\r\n \r\nElisabeth Chatuwa. Ta rubuta wasika zuwa ga Mai Girma Shugaban Kasar Malawi Peter Mutharika. Cewa?\r\nLokacin taron, na tsaya a hankali na yi ta nazari ina duba hanyoyin da zamu bi domin samun dai-dai to ga ingantaccen ilimi a Malawi. Na yi imani cewa gwamnati za ta iya sawa hakan ya yiwu ta ƙara bude makarantun mata da kuma bayar da ilimi kyauta a garesu.\r\nBugu da ƙari, ina tunani cewa bangaran ilimin zata ƙunshi darussa a kan illolin Ƙanjamau, aurar da yara da wuri da kuma daukar ciki ga yara. Wannan zai bawa duk ‘yan mata mahimman bayanai da suke bukata domin daukar matakai kan abubuwan da zasu canjin rayuwar su. --Elizabeth\r\n\r\n\r\nKi na da saƙo zuwa ga shugaban ƙasarku? Gaya mana me zai zama ta aiko mana ta imel zuwa info@girleffect.org!\r\n", 
  "source": "ecf5d3ca972b4a039fef45db6b7e9f4f", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 19, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "dear-mr-president", 
  "uuid": "7fabd580100d400aa2142e57367a0afe"
}