{
  "subtitle": "", 
  "description": "A shekarun baya ‘yan gudun hijira daga Somaliya, Sudan, Habasha da Jamhuriyar Dumukuraɗiyyar Kwango sun gujewa tashin hankali a ƙasashensu kuma sun zo Kenya. Wannan labarin ɗaya daga cikin ‘yan matan ne.*\r\n", 
  "language": "hau_NG", 
  "title": "Cikin kaɗaici da shan wahala: Na sami ƙawaye da fata na gari.", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-04-25T05:13:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T05:14:45.835988+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Suna na Fatuma, kuma ai haifeni a can cikin wani ƙauye a Somaliya wanda ya ke nesa dangane da lokaci da kuma tazara, amma ina iya tuna komai.  \r\n\r\nBabata ta barni lokacin ina jaririya. Kishiyar babata ta tsane ni, sabo da haka tana ɗaukata kamar wata bare da kuma wani nauyi. Tana so ko yaushe ta sami dalili na dukana ko zagina. \r\n\r\nBa ta barina in yi wasa ko in je makaranta. Maimakon haka, sai ta aikani kiwo tare da awakai a kowace rana kuma ta sa in zauna har sai dare ya yi.\r\n\r\nBabana tsoho ne kuma bai damu da harkokin gida ba kamar abin da ake yi min. Na girma ina jin kaɗaici da baƙin ciki.  Wata rana na roƙi babban wa na ya ɗauke ni tare da shi zuwa birni. Ya yi kuma na sami farin ciki fiye da yadda na ke a da cikin rayuwata.\r\n\r\nTo amma wata rana lokacin da na ke kasuwa sai na ji wani abu ya fashe. Koda yake kowa yana gudu daga wurin hayaniyar, ni sai na yi wurin da ta ke. Ko yaushe ni yarinya ce mai san ganin kwaf. Katsam, sai na ji na yi baya tare da kayan tallana sun tashi sami da ni. Daga nan sai komai ya zama duhu. Na farka a asibiti da labarin baƙin ciki: An harbeni a hannu, kuma ɗan uwana ya ɓata. \r\n\r\nMaƙwociyata ta nemi in gudu tare da ita zuwa Kenya, inda zan sami asibiti wanda ya fi. Na ce to. Wannan ce mummunar shawara da na yanke a rayuwata. Ba na son wannan shawarar. Har zuwa yau ban san inda ɗan uwana ya ke ba. Da ya kamata in jira shi. Shi ne kawai mutumin da ya ke ƙaunata. \r\n\r\nIna cikin zafin ciwo mai yawa daga raunina, kuma ina jin tsoro sabo da ba ni da dangi a Kenya. Ni sami kaɗaici sosai. Wasu iyalai sun ɗauke ni, amma sun ce ina amfani da ciwona a matsayin wata kariya domin kaucewa aikace-aikecen gida. Bayan shekara guda, sai suka koreni.\r\n\r\nWata tsohuwar mace ce ta ke taimakona domin ƙoƙarin ganin likita a asibiti. Lokacin da na rasa inda zan zauna, sai ta gaya min wata ƙungiya da ake kira Heshima Kenya waɗanda za su iya taimaka min.  Lokacin da na gaya masu labarina, sun karɓeni hannu biyu-biyu. A karon farko tun bayan isowata Kenya, na sami ƙwarin gwiwa. A gidan da na sami lafiya na tarar da wasu ‘yan matan da suka gujewa yaƙi a ƙasashensu, waɗanda ba su ’  da iyalai, kuma masu fuskantar ƙalubale kamar ni. \r\n\r\nSun shirya yi min tiyata domin ceto hannuna, kuma sun koya min yadda zan yi karatu da rubutu. Ya ɗaukeni tsawon mako shida in koyi yadda zan rubuta sunana na farko, tsakiya da kuma ƙarshe! Yanzu ina koyon yadda zan zama ‘yar jarida mai ɗaukar hoto! Yana da mahimmanci in shaidawa duniya abin da ke faruwa a kanmu mu ‘yan mata masu gudun hijira. Kawai domin hannuna baya aiki sosai, ba zan yi watsi da mafarkina ba. \r\n\r\nIdanuwana su na rufe, amma yanzu ina ganin damammaki masu yawa ga ‘yan mata waɗanda ban yi zaton akwaisu ba. Kuma dangane da duk sauran ‘yan mata waɗanda kawai su ke bacci su tashi, ina fatan za su ga abinda na ke gani. Duk yadda lamura su ka zama masu wahala a rayuwa kada ku dakata. Ku yi aiki zuwa burinku. Ni ba zan dakata ba. Na sani cewa a bayan ko wace nasara akwai labarai marasa daɗi, sabo da haka dole in ci gaba da tafiya. Ko da har yanzu ba ki kai wurin ba, ya kamata ki kasance a kan hanya.\r\n\r\nKara karatun labarin Fatuma a grassrootsgirls.tumblr.com. \r\n\r\nKINA JIN KAƊAICI A DUNIYA? GA YADDA ZA KI JURE \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "alone-suffering", 
  "uuid": "80089b8ad77b4f5b953626e7d7601624"
}