{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Kai! Bana son oga na a Facebook! ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:35:39.623170+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:35:39.623386+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Zuwa ga Ms. Tech, \r\nIna aiki bayan na tashi daga makaranta har kimanin wata 6, tun lokacin da na cika shekaru 17 Watan da ya gabata na shiga Facebook. Ina duba shi a wayata lokacin aiki. Shugabana   ya ganni kuma ya nemi ya zama abokina na Facebook. Bai kamata mu kasance a kan wayarmu ba a lokacin aiki, sabo da haka nake jin tsoron zan kasance cikin matsala idan ban amince ba. Yanzu yana aiko min da saƙwanni cewa yana son mu haɗu bayan an tashi daga aiki. Wannan yana sa ni cikin rashin jin daɗi. Me ya kamata in yi? Ni   ina matuƙar bukatar kuɗi domin taimakawa ƙannena su je makaranta, kuma ni ba na   so in rasa aikina, amma kuma ba na   son abin da ya   ke faɗa min. \r\n\r\nWassalam,\r\nMa’aikiyar da ke cikin damuwa\r\n\r\nZuwa ga Ma’aikaciyar da ke Cikin Damuwa,\r\n \r\nNa fahimta sosai cewa ki na bukatar tallafawa iyalinki. Bari mu duba ko za mu nemo miki mafita daga cikin wannan hali na rashin jin daɗi! Shugabanki bai yi abin da ya kamata ba. Ya na amfani da matsayinsa domin ya sami dama a kanki, kuma wannan ba dai dai ba ne!\r\n\r\nMatakin da shugabanki ya ɗauka shi ake kira neman dama ta hanyar jima’i. Yana amfani da matsayinsa domin samun dama a kanki, sabo da ya fahimci ki na son wannan aiki. Ki na da dama bisa doka ki kasance cikinkwanciyar hankali a duk inda ki ka tafi, ya haɗa har da wajen aiki, aikin na gwamnati ne ko wanda ba na gwamnati ba. \r\n\r\nMataki na farko shi ne ko dai ki daina ƙawance da shi daga Facebook ko ki tare shi daga shafinki. Wannan na nufin cewa ba zai iya gani ba ko ya tura wani abu zuwa shafinki ba ko aika miki da saƙo. Muna fata shugabanki zai fahimta kuma ya dakatar da matakansa. Idan kin sami cikakken ƙwarin gwiwa, ki na iya gaya masa kai tsaye cewa ba kya jin daɗin saƙwanninsa, kuma ba ki da sha’awa.\r\n\r\nIdan wannan bai taimaka ba, ko kuma ki na jin tsoro matuƙa ki fuskance shi, ki yi magana da wani mutum babba wanda ki ka amince masa da zai taimaka miki tafiyar da matsalar. Wannan na iya zama wani a wurin aiki ko wajen aikin, misali iyaye ko malami ko wata tsohuwar ƙawa. Idan wurin aikinku na da shashin kula da jama’a, ki na iya magana da wani a can kuma ki shigar da ƙorafinki a dokance. \r\n\r\nKi tuna cewa ba laifinki ba ne, kuma kada ki ji kamar ki na da laifi! Tare da taimakon wani babba amintacce, za ki iya shawo kan abubuwa. Idan ba haka ba, ki na bukatar yanke shawara idan yin wannan aiki shi ya fi ko kuma ki yi ƙoƙarin neman wani. \r\n\r\nFata nagari! Ina tunaninki.\r\nMai kaunar ki, Ms. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "eek-i-dont-want-my-boss-my-facebook", 
  "uuid": "8591fe82f21a497cb2394af221b4bc1b"
}