{
  "subtitle": "", 
  "description": "Abin da ki ke bukatar ki sani\r\n", 
  "language": "hau_NG", 
  "title": "Kasancewa lafiya a kan layi: ", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T15:31:50+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-28T04:34:09.143756+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Za ki iya zamantowa baƙuwa a yanar gizo – mai yiwuwa yanzu kika fara amfani da wayarki ta farko, ko kuma daga yanzu an baki dama ta zuwa Shagon shiga Yanar gizo. Mai yiwuwa kwanan nan kika fara bude shafin ki na Facebook ko kuma ki ka sami adireshin imel. Akwai abubuwa masu ɗimbin yawa a duniyar Yanar gizo – amma kamar yadda duniya ta ke, binciko su na iya jawo amfani mai yawa da kuma haɗarori masu yawa.  \r\n\r\nYanar gizo na iya bayar da mahimman abubuwa – haɗuwa da sababbin abokai, jonawa da tsofaffi, bayanai dangane da sababbin abubuwa masu yawa, taimako bisa aikin gida wanda ya shafi makaranta, haka kuma da wuraren da za ki bayyana ra’ayinki – amma domin cin cikakkiyar moriyarta, yana da mahimmanci kuma a san yadda za’a kaucewa haɗarorin.\r\n\r\nKasancewa cikin tsaro a Yanar gizo na nufin cewa ki san haɗarorin da za ki iya fuskanta lokacin da ki ke kan yanar gizo, kuma ki san yadda za ki tafiyar da su.\r\n\r\nWasu daga cikin haɗarorin da za ki iya fuskanta a kan yanar gizo sun haɗa da:\r\n\r\ncin zali ta hanyar Yanar gizo – kamar mugunta, barazana ko saƙo mai haɗari, sharhi ko saƙwanni \r\nbayyanar da abubuwa da ba su kamata ba kamar fina-finan batsa ko na tashin hankali \r\nmafarauta na kan layi – manufa   manyan mutane masu amfani da yanar gizo domin ƙoƙarin haɗuwa da yara ko ‘yan mata kamar ke. Manufarsu za ta iya zama domin cutarwa, cin zarafi ko samun alaƙa wadda bata dace ba da ke.\r\nmusayar bayanai masu yawa waɗanda suka shafeki, waɗanda za su iya saka ki, ƙawayenki ko danginki a cikin haɗari. \r\n\r\nGirl Effect na son ki zama kin tsira ta duk hanyar da za ta yiwu a lokacin da ki ke amfani da Yanar gizo, ko dai ta amfani da wayar hannu ko a shagon shiga Yanar gizo.\r\n\r\nWannan ne ya sa muka gayyaci ƙwararriya a kan harkar Yanar gizo, Ms. Tech domin bayar da shawara da amsa tambayoyinku da kuma ba ku haske kan zama lafiya a kan layi. Duba wasu daga cikin tambayoyin da ta amsa daga ‘yan mata kamar ke. Matsalarsu na iya taimaka miki ki gano yadda za ki kasance lafiya a kan Yanar gizo.  ", 
  "source": "599abf885a9247bebeca2c463c49479f", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 43, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "staying-safe-online", 
  "uuid": "8798526892f4453d886848ea49c48da2"
}