{
  "subtitle": "", 
  "description": "To Ki Zama Kawar Kirki Ga Saura. \r\n", 
  "language": "hau_NG", 
  "title": "Ki Na Son Kawaye? ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T16:40:48+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-06-28T08:26:08.459308+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "ea7111ae511f4511a4e94791c1bcf4af"
  ], 
  "id": null, 
  "content": "Ƙawaye na saka rayuwa ta zama mai ban dadi da annashuwa da dariya kuma ta rage nauyin damuwarki.\r\nAkwai miliyoyin hanyoyi da za ki zama ƙawar kirki! Yawan kawayen da kike da shi ke da mahimmanci ba. Abin da ke da mahimmanci shi ne ki zama kawar kirki ga mutanen da kika damu da su.\r\n\r\n Ga wasu dabaru:\r\n\r\nBabbar doka ita ce yi tunani dangane da abin da ki ke nema da bukata daga ƙawa – kuma ki aikata  hakan zuwa ƙawarki. \r\n\r\nKi saurari ƙawayenki kuma ki girmama ra’ayoyin saura – ko da ra’ayoyinsu sun saɓa da na ki.\r\n\r\nKi so kawayen ki yadda suke. kawayen kirki ba sa sukan kawayen ko suyi kokarin canja su. Ki daraja kawayen ki domin yadda su ke kuma ki bi da su ta yadda zaki so kema abi da ke.\r\n          \r\n\r\nKi zama mai fahimta kuma mai yafiya.  Ki saka kanki a matsayin ƙawarki’  – mu duka muna yin kuskure.\r\n\r\nKi zama mai amana. Wannan na nufin yin abinda ki ka ce za ki yi kuma kada ki yiwa ƙawayenki yankan baya. Kada ki bayyana sirrin da ƙawayenki suka bayyana miki, har sai in sun shiga cikin wani haɗari. Idan su na cikin haɗari kuma su na bukatar taimako, nemo wani babban mutum da ki ka amince da shi domin yin magana da shi.\r\n\r\n", 
  "source": "466d6476c7234cdfac8a93598945c6b1", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "want-friends", 
  "uuid": "94d04cc9393a4d4889554c0ead8e03f3"
}