{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Ta yaya zan dakatar da masu cin zarafi a Facebook?  ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:33:47.627700+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:33:47.628057+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " Zuwa ga Ms. Tech,\r\nƘawayena na aikawa da saƙwannin mugunta na gulma da jita-jita dangane da wata ‘yar ajinmu a facebook. Su na faɗin miyagun abubuwa waɗanda ina jin babu guda ɗaya a cikinsu wanda ya ke gaskiya! Ba na son haka, amma ina jin tsoron su juyo kaina idan na ce wani abu. Me zan yi domin na hana su?\r\n\r\nSa hannu,\r\nMai jin cewa ta yi Laifi\r\n \r\nZuwa ga Mai jin cewa ta yi Laifi\r\n\r\nYanayin da ki ke ciki ana kiransa cin zarafi a yanar gizo. Dai dai ya ke da cutarwa da kuma ƙwara ga wani tamkar dai cin zalin wani. Sabo da yana da illa sosai, wasu ƙasashe su na ɗaukarsa a matsayin laifi. \r\n\r\nJarraba tuntuɓar ƙawayenki dangane da abin ɗaya-bayan-ɗaya, na san akwai fargabar tunkarar matsala irin wannan, masamman idan bai shafeki ba kai tsaye. Kuma ba zan yi miki ƙarya ba za ki iya zama wadda za’a nufa da cin zalin! To amma sai dai in kina son ki zama ƙawar azzalumai?\r\n\r\nWata hanyar ta magance wannan ita ce ta taimakawa ƙawayenki su yi tunani dangane da yadda za su ji idan suka tallata wanda su ke zalunta. Mai yiwuwa za ki iya shawo kansu domin daina wannan mummunan aiki na su. Kuma duk da cewa ba wannan ne manufarki ba, mutane nan da nan suke jin kunya idan wani wanda suke girmamawa ya nuna masu kuskurensu.\r\n\r\nIdan wannan bai yi aiki ba, za ki iya taimakawa ‘yan ajinku ta hanyar kai rahoton abin da ke faruwa zuwa ga iyaye ko malami amintacce. Za ki iya rasa ƙawa ɗaya ko biyu a wannan halin, amma kin yi abin da ya dace. Shigo da wani mutum babba ko hukuma na iya taimakawa wajen kawo ƙarshen zalunci a Yanar gizo. Kuma zai iya aikawa da saƙo cewa zalunci abu ne marar kyau.\r\n \r\nKi daure! \r\nMasoyar ki, Ms. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-i-stop-facebook-bullies", 
  "uuid": "a40498d69d7f4c45ae84b4b99c4b195e"
}