{
  "subtitle": "", 
  "description": "‘Yan mata na da ƙarfi!", 
  "language": "hau_NG", 
  "title": "Na kawo haske ƙauyenmu", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T15:44:28+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-09T07:13:40.356408+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "fdc48e48bbcc41acad6b9cee1ab086da"
  ], 
  "id": null, 
  "content": " *Wasu mutane na tunanin cewa akwai ayyukan da mace ba za ta iya ba! Wasu ƙasashen har su na da dokoki domin taƙaita wannan. Ga labarin wata yarinya.*\r\n\r\nSuna na Eugenie, shekaruna 18 kuma ina zaune a Rwanda. Farkon labarina ba shi da daɗi – mahaifina da ‘yan uwana sun mutu sun bar mahaifiyata da ni kawai.  Mahaifiyata tana da ban mamaki.  Duk da lokuta masu wahala, ta nuna min yadda zan dogara da kaina kuma in yi aiki tuƙuru.  Ita ce gwanata. Sannan na sami dama na mayar da wani abu gareta!\r\nLokacin da na ke firamare, bamu da wutar lantarki a gida. Ya saka ayyukan gida da aikin gida na makaranta masu wahala Na yi ƙoƙarin yin aikin gida na makaranta a fitilar kyandir maras haske. Na fara mafarkin yadda zai zama babban abu in kawo wuta zuwa gidanmu. A shekaran da ya zagayo mai zuwa shi ne abin da na ke tunani. Na yi mafarkin zama mai aikin wutar lantarki. Ina so in nuna cewa zan yi karatu sosai kuma in yi shi yadda ya kamata – fiye da maza a makaranta!   Zan iya zama wadda za ta kawo wutan lantarki zuwa ƙauyenmu.\r\nDaga bisani na yi magana da wani mai aikin wutar lantarki a birni. Ya koya min yadda zan haɗa wayoyi zuwa batir domin samar da wutar lantarki. Bayan koyo kaɗan, na same shi dai dai! \r\nLokacin da maƙotanmu suka ga abin da na yi su ma sun so wutar lantarki a gidajensu. Na sami damar yi masu kamar yadda na yi, na samar masu da wuta kuma ina cajinsu kuɗi kaɗan domin su ma su haskaka gidajensu. Kuɗin da na ke samu daga aikin wutar lantarki a garin mu su na tafiya wajen biyan kuɗin makaranta ta.  \r\nYau ina cikin shekarata ta biyar ina nazarin injiniya ɓangaren wutar lantarki a makarantar kwaleji mai kyau a Rwanda. \r\nShawarata ga ‘yan mata ita ce su koyi abubuwa da dama lokacin da suke makaranta.  Babu wani abu mai suna aiki wanda kawai aka warewa maza. Abu ne’ mai mahimmanci ga ‘yan mata su koyi darussa masu wahala su ma. Mata suna zama manyan masana ilimin kimiyya, injiniyoyi da masu bincike. Sabo da haka idan abu ne da ya ke ba ki sha’awa, to ki yi aiki tuƙuru kuma ka da ki gajiya. Tare za mu iya mayar da duniya wuri mai kyau!\r\n\r\nME YASA KI KE KARATU TUƘURU? \r\nSABO DA ILIMI NA IYA MAYAR DA RAYUWARKI TA GABA KYAKKYAWA\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 23, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-brought-light", 
  "uuid": "a56dabd0293a4792b6744f22e4ca8f0e"
}