{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Hotuna sun yi yawa? E ko A’a ? ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:36:26.567443+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:36:26.567656+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Zuwa ga Ms. Tech,\r\nShin abu ne marar kyau aika hotuna masu yawa a kan yanar gizo? Duk ƙawayena su na yi, amma malami na ya ce zai iya jawo hankalin masu neman mata. Me ta ke nufi takamai mai? Wace dama ce masu neman mata ke iya samun ki.\r\n \r\nWassalam,\r\nBan Tabbatar da Wanda zan Gasgata ba\r\n\r\nZuwa ga Ban Tabbatar ba,\r\n\r\nWannan babbar tambaya ce! Mutane na iya samun banbance-banbancen ra’ayoyi a kan wannan. Yayin da fasaha ke ƙara inganta, kuma ta na ƙara zama mafi sauƙi ga mutane su samo abubuwa da dama game da ke a kan hoto guda ɗaya.\r\n\r\nAlal misali kin aika hotonki da ƙawayenki a gaban makarantarku ko gidanku. Duk wanda ya ga hoton nan na iya nemo inda ki ka yi makaranta ko inda ki ke zama. Daga nan za su iya nemo ki. Idan ba ki kashe shashen da ke nuna “wajen zama” ba (wannan shi ne saitin da ke barin wayarki ta yi musayar bayanai dangane da inda ki ke tare da wuri da sauran ayyuka), za su iya nemo takamai mai inda aka ɗauki hoton. \r\n\r\nSabo da haka domin ki zauna lafiya, ya fi dacewa ki kashe saitunan wajen zama, a kan wayarki da kuma shafukan sada zumunta kamar facebook ko twitter. Ki yi hattara dangane da wane irin hotuna ki ke ɗauka da bayanai masu bayyanar da ke ko wajen zamanki a kan yanar gizo, sabo da ba za ki san wane ne ya ke kallonki ba!\r\n\r\nZa kiyi zaton nafiya damuwa da neman kariya sosai. Amma don na damu da ku, ‘yan mata, kuma ina son ku zama cikin lafiya iyakar iyawa!\r\n\r\nMai ƙaunarki,\r\nMs. Tech\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "too-many-selfies-yes-or-no", 
  "uuid": "b311cf84fd9f4a38934a54e45e35b4a3"
}