{
  "subtitle": "", 
  "description": "TO KI ZAMA ƘAWAR KIRKI GA SAURA ", 
  "language": "hau_NG", 
  "title": "KI NA SON ƘAWAYE? ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-04-25T18:19:22.771063+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T18:19:22.771310+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ƙawaye na saka rayuwa ta zama mai ban dariya kuma ta raba nauyin damuwarki. It doesn't matter how many friends you have. What matters most is being a good friend to the people you care about. Akwai miliyoyin hanyoyi da za ki zama ƙawar kirki! Ga wasu dabaru:\r\n\r\nBabbar doka ita ce yi tunani dangane da abin da ki ke nema da bukata daga ƙawa – kuma ki tafi kan wannan hanyar zuwa ƙawarki. \r\n\r\nKi saurari ƙawayenki kuma ki girmama ra’ayoyin saura – ko da ra’ayoyinsu sun saɓa da na ki.\r\n\r\nAccept your friends for who they are. Good friends don't constantly criticize their friends or try to change them. Appreciate your friends for who they are and treat them as you would want to be treated.\r\n\r\nKi zama mai fahimta kuma mai yafiya.  Ki saka kanki a matsayin ƙawarki’  – mu duka muna yin kuskure.\r\n\r\nKi zama abar gasgatawa. Wannan na nufin yin abinda ki ka ce za ki yi kuma kada ki yiwa ƙawayenki yankan baya. Kada ki bayyana sirrin da ƙawayenki suka bayyana miki, har sai in sun shiga cikin wani haɗari. Idan su na cikin haɗari kuma su na bukatar taimako, nemo wani babban mutum da ki ka amince da shi domin yin magana da shi.\r\n\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "want-friends", 
  "uuid": "b9df2cd886ad4a6fa3b2c09f3869f9c9"
}