{
  "subtitle": "", 
  "description": "Koyon yadda zan tafiyar da al’adata", 
  "language": "hau_NG", 
  "title": "Na kunyata a makaranta", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T16:07:42.128713+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-05-08T16:07:42.128974+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*’Yan mata a faɗin duniya yawaici su na fara al’adarsu tsakanin shekaru goma sha biyu zuwa goma sha hudu,12 – 14, amma su na iya farawa kafin ko bayan nan. Samun al’adarki na iya zama abin mamaki ko tsoro. Ga labarin wata yarinya.*\r\n<body copy>\r\nSuna na Deepa. Shekaruna goma sha uku 13 kuma ina zaune a Indiya. Na sami al’adata watan da ya gabata. Lokacin da na ga jini a bante na na yi mamaki, amma ban ji tsoro ba sabo da mahaifiyata ta gaya min cewa zan iya fara al’ada idan na cika shekaru goma sha biyu 12 ko bayan na dara hakan. \r\nNa wanke banten kuma na gayawa mahaifiyata abin da ya faru. Ta yi matuƙar farin ciki sabo da ‘yarta ta zama babbar mace! Ta ba ni audugar mata kuma ta nuna min yadda zan saka ta a cikin duros ɗi na. Wannan wani sabon ilimi ne a gareni amma komai ya gudana YADDA YA KAMATA.\r\nBayan nan, wata na gaba ina makaranta. Ranar ta fara kamar yadda aka saba kafin na fara jin abin ciwo a cikina. Na ji kamar ƙullewar ciki. Na zaci ko zan sami rashin lafiya ne kuma ban sani ba cewa alama ce ta samun al’adata. Al’adata ta zo a wannan ranar kuma ban shirya ba.\r\nDa rana dole na bar makaranta sabo da na sami jini a siket ɗi na da kuma wurin zamana. Ina zaton dole kowa ya ganshi. Na ji kunya sosai. Ba na so in koma makaranta kuma har abada.\r\nLokacin da na zo gida mahaifiyata ta zaunar da ni kuma ta ce irin wannan ya faru ga ‘yar uwata.  Ta ce za mu tabbatar cewa hakan ba zai ’  sake faruwa ba sabo da zan iya bin diddigin al’adata kuma in san a wane lokaci za ta zo a wata mai gabatowa, sabo da al’adata tana zuwa kimanin ko wane kwanaki ashirin da takwas 28. \r\nTa ce, “Ki ƙirga ranar farko da ki ka sami jini a matsayin Rana ta 1. Mai yiwuwa ki sami jini na kwanaki biyar 5.  Idan ki ka riƙe lissafin kwanakin za ki iya sanin wane lokaci ne zata zo…wadda ita ce Rana ta ashirin da takwas 28. Sannan sai ki daɗa sakewa kuma ki ƙirga ranar farko na al’adarki a matsayin Rana ta 1. Ga mafi yawan mata lokacin zagayowar al’adarsu ya na tsakanin kwanaki ashirin da daya 21 zuwa talatin da biyar 35. Za mu saka alama a kalandarki.”\r\nNa koma makaranta kashe gari kuma babu wanda ya yi magana a kansa. Ba wanda ya lura ko ya damu.  Darasi ne mai wahalar koyo a wurina, to amma ina matuƙar godiya ga mahaifiyata, sabo da kalandar da kuma bayanin. \r\n\r\nKIN FARA AL’ADA?  \r\nGA WASU BAYANAI:", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-was-ashamed-at-school", 
  "uuid": "ba5408ac9ba84a199588656a3c7d9b37"
}