{
  "subtitle": "Yin abin da ya dace dankudi ba wai wani abu ne da aka haife ki  da shi ba - dabara ce - don haka ki koya yanzu.", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Za ki iya zama babba idan da kudi!", 
  "primary_category": null, 
  "created_at": "2016-07-08T15:06:28.362744+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-08T15:06:28.363067+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Babu wanda aka haifa don ya zama talaka, saboda komai kankantar kudin da kika fara kasuwanci da su za ki iya tattala su su bunkasa. Muhimmin abin dai shi ne abu ne da za a iya koya- kuma idan kika koya da wuri to za ki iya samun damar gwada ta, kuma za ki fi kwarewa a kanta. Don haka ki fara yanzu, ga yadda za ki yi...\r\n\r\n**Sayar da shi:** Idan ba kya bukatar shi, ki sayar da shi. Littattafai ne, kayan wasa ne, DVD ce, kaya ne, kayan daki ne - duk wani abu da kike da shi da ba ki yi amfani da shi ba tsawon shekara, to za ki iya rayuwa ba tare da shi ba.\r\n\r\n**Samu kudi a gefe:** Yi amfani da dabarunki da kwarewarki. Yi wa dalibai karin darasi ne a makarantarku ko koyar da wasanni ne kamar dara ko koya dinki ko gyaran abubuwa a gidajen makotanku. Hanyoyin samun karin kudi suna nan a ko'ina don haka ki bude idanu. Amma fa kibi a hankali mutane kan yi amfani da damarsu a kan yarinyar da take neman karin kudi. Ki yarda da kanki, idan kika ji wata dama kamar ba daidai bace ko ba gaskiyaba to watakila hakan ne.\r\n\r\n**Yin Siyayya:**  Kada ki yi saurin sayan abu ko a yi miki wani abu na kudi (musamman masu tsada) daga fara tayawa. Ki ji farashin shaguna daban daban. Kada ki ji kunyar tambayar ragi ko wata alfarma kamar yi wa dalibai ragi - idan kina da ID kat din makaranta za ki iya saukin abubuwa da yawa.\r\n\r\n**Kada ki kashe kudi fiye da kima:** Samun karin kudi ba dama ba ce ta a kashe su haka nan. Kamata ya yi rarar kudin da akansamu daga sayayyar da aka yi su wuce kai tsaye zuwa asusun ajiya. Idan kin yi kankanta ko ba za ki iya bude asusun banki ba ki yi amfani da akwati ko bankin kasa\r\n\r\nDuba karin hanyoyin adana kudi a nan <insert link to Easy Tricks to Save>", 
  "source": "5a2a35df9a4645fc9e83bdbdb6060a2c", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "za-ki-iya-zama-babba-idan-da-kudi", 
  "uuid": "c0a3b8238dc04dc38dd21b84e40ffdcb"
}