{
  "subtitle": "", 
  "description": "Za su iya sa duniya ta saurara! \r\n", 
  "language": "hau_NG", 
  "title": "Lokacin da ‘yan mata suka yi magana", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-09T07:36:06+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-09T07:56:57.915434+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "372bc8140437405b87e7920a171b7b9f"
  ], 
  "id": null, 
  "content": "Duka faɗin duniya ‘yan mata na yin abubuwan bajinta kuma su na ƙarfafawa wasu yin haka. Ga guda biyu kawai…\r\nYarinyar da ta yi magana a kan fataucin yan mata.\r\nBayan sayenta a kan Dalar Amurka 400 dari hudu da masu fatauci suka yi, ‘yar shekaru 19 sha tara Somila an kusan sayar da ita ga wajan karuwanci kafin aka ceto ta da kyar. Da zai fi mata sauƙi ta shiga ɓuya daga baya, amma Somila ta ƙi yin shiru kuma ta yi magana mai ban sha’awa dangane da matsalarta a Indiya: “Ya kamata su gane cewa ba zasu iya raba ‘ya’ya mata da iyayensu ba kuma su mayar da mu shashashai. Su na magana ta ƙarya kuma su mayar da mu shashashu. Sun cucemu.”\r\nYarinyar da ta yi magana a kan aurar da yara mata kanana\r\nKo da ya ke doka a Indiya ta ce yara mata dole su kai shekaru 18 sha takwas kafin a yi masu aure, kusan rabi ba haka ba ne. Wani lokaci, iyayen yarinya ne su ke yanke wannan hukunci, sabo da haka yana da wahala da kuma ban tsoro a yi magana. Lokacin da Kamla, mai shekaru 13,sha uku ta yi magana da Cibiyar Dangantaka da Ƙasashen Waje dangane da rahotonta a kan aurar da yara, amsoshinta na gaskiya kuma bayanannu sun karya tsari. “Lokacin da iyayena suka ambaci aure, ba ni da masaniya me ‘aure’ ma ya ke nufi,” ta shaidawa mai yi mata tamboyoyi. Ƙarfin zuciyarta na yin magana ya zaburar da shugabanin duniya su ɗauki mataki.\r\nHaifar mutum ‘ya mace ba zai zama rayuwa cikin rashin ‘yanci da kuma damammaki ƙasa da na ɗa namiji ba. ‘Yan mata a shirye suke su miƙe tsaye kuma a kula da su. Ɗauki matakin farko da waɗan nan shawarwari!\r\n \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "when-girls-speak-out", 
  "uuid": "c3762761a24a40908df970c42c43b981"
}