{
  "subtitle": "", 
  "description": "Ba wai yanzu ba kawai, har abada ma", 
  "language": "hau_NG", 
  "title": " Zama aminiyar aminanki ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T15:11:21+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-08-16T12:45:54.561485+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Dukkanin 'yan mata sun san cewa babu wani abu ma fi girma sama da kawance da manyan kawaye. Ko da a ce kina da kawaye da yawa, to akwai wasu 'yan kadan da suke aminai ne \r\n\r\nAminanki su ne wadanda za ki iya fada wa kowanne sirri, ko da kuwa wani mummunan abu ne da ba kya son kowa ya sani.  Kawance yana bukatar abubuwa da yawa, kuma ana bukatar tabbatar da kowanne kawance. Don gujewa yin nisa da kawaye ko ma rasa su, jarraba wadannan hanyoyin tabbatar da dankon kawance fiye da da... \r\n\r\n**Ku daina gasa da juna** Kowacce gwana ce a bangarenta. Babu bukatar 'yan mata su rika kishi da juna. Idan kawarki ta fi ki da wani abu to lalai ke ma akwai wani abu da kika fi ta da shi. Dukkaninku daya kuke kuma kuna da basira a bangarorinki!\r\n\r\n**Ki yi magana ta gaskiya** Wasu suna cewa fadin \"yi hakuri\" ya fi komai wahala, amma sun yi kuskure. Fadin gaskiya zuciya daya ya fi komai wahala! Wani lokacin fadin gaskiya kan musgunawa kawayenki, don haka ki yi amfani da tunaninki da kwakwalwarki. Misali, idan kawarki ta tambaye ki ya kika ji kyak din da ta yi, kada ki fara da cewa ba dadi. Sai dai ki fadi magana kamar \"kin yi kokari! Amma me ya sa ba za ki gwada wannan sabuwar hanyar da na samo ba\" Hakan kin fadi gaskiya kuma ba ki bata mata rai ba.\r\n\r\n**Kada ki daina nuna mata kulawa** Ki yaba mata daidai gwargwado ki kuma nuna mata kulawa duk lokacin da ta yi wani abu da kike sha'awa ko kika yaba da shi. Amma fa wannan ba yana nufin ki yi ta nuna sha'awarki a kan duk wani hoto da ta saka a Facebook ba, sai dai kowa yana son ya ji an yaba masa lokaci zuwa lokaci Kawaye suna nuna kulawa da juna ko da kuwa wani abu kankani ne \r\n\r\n**Su yi murna tare** Kuma kawa ta gari takan yi murna da ci gaban kawarta. Idan kawarki ta samu babban sakamako a makaranta, ki taya ta murna ki kuma nuna farin ciki! Haka kuma yakamata ya kasance ga dukkanin wani buri da ta sa a gaba, ba wai sakamakon jarrabawa  ba kawai Ita ta yi aikin amma yanzu ku biyu za ku yi alfari da sakamakon aikin nata\r\n\r\n**Taimaka wa juna da kuma taimakon juna koyaushe shi ne sirrin tabbatar kawance mai karfi! Shi ne bambancin aminiya da kuma aminiya ta har abada!**", 
  "source": "3d7e0f015a6d45029cd5861704765985", 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "zama-aminiyar-aminanki", 
  "uuid": "c4b1b5ae2ba64a1e8536f270d9314ac0"
}