{
  "subtitle": "", 
  "description": "Aiki ya ba ni mafita", 
  "language": "hau_NG", 
  "title": "Kina Jin Ka' Daici A Duniya? Ga Yadda Za Ki Jure ", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T15:41:47+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-28T05:13:22.350316+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " *’Yan mata da manyan mata masu yawa a Indiya ana bukatar su kasance a cikin gida inda za su zauna cikin tsaro daga tsangwama daga waje. Amma yawa-yawan ‘yan mata sun sami ƙarfin gwiwar canja wannan. Wannan labarin ɗaya daga cikin ‘yan matan ne.*\r\n\r\n\r\nSuna na Meena, kuma ina zaune a Delhi, Indiya tare da babata da ‘yan uwana maza da mata guda 5. Mahaifina ya rasu lokacin da na ke shekara 5 sabo da haka babata ce ta ke lura da mu daga dan karamin albashinta. \r\n\r\nBabata ba ta je makaranta ba, kuma danginta sun sa ta yi aure tana yar shekaru goma sha biyar 15. Ko da yaushe ta na faɗa cewa idan da ace yi makaranta, da ta sami damar bamu rayuwa mai kyau.  Sabo da haka mu dole mu yi.  Ta taimaka mana wajen zama a makaranta kuma ta na aiki tuƙuru sabo da rayuwarmu ta zama mafi kyau fiye da tata. \r\n\r\n‘Yan uwan mahaifina su na ganin mahaifiyata ta na ɓata lokacinta. Sun ce mu yi aure sabo da mu zama matsalar wani. Amma na saurari mahaifiyata kuma na je wata makaranta mai hada-hada kusa da unguwarmu. \r\n\r\nMahaifiyata ta shaida min cewa ka da in ja hankalin yara maza. Ta ce idan yara maza suka nuna sha’awarsu gareni zai iya zama haɗari. Idan mutane suka yi magana (ko su ka faɗi ƙarya) dangane da yara maza da suke kula ni, zai iya jawo kunyata ga danginmu – ko kuma tashin hankali zuwa gareni. Na gani da idona. \r\n\r\nBayan na gama makaranta na zauna a gida. Na san yara maza da dama a unguwarmu da suka ce za su dinga lura da ni. Amma, tunanin fita waje kusa da wasu yara maza yana  tsorata ni. Na fi jin lafiya a gidanmu inda zan yi mafarki. \r\n\r\nBa zan iya barin gida domin neman aiki ba. Na ji cewa ba ni da wani fata, marar amfani kuma ina jin tsoron cewa mafarkina ba zai zama gaskiya ba.  \r\n\r\nWata rana mahaifiyata ta aike ni wani aiki. Lokacin da nake tafiya a kan titi, sai na haɗu da wata mata. Ta gayyace ni in shiga wani ajin koyon kwamfuta na ‘yan mata. Na ji tsoro sabo da ban taɓa amfani da kwamfuta ba a baya. Kuma na ji tsoron zuwa cibiyar kwamfutar ni kaɗai, sabo da haka mahaifiyata ta ce mu tafi tare da ƙawata. “Lokaci ya yi da za ki zama jaruma, Meenu,” ta faɗa. \r\n\r\nNa koyi kwamfutoci, ‘yancin ‘yan mata, da kuma aiki tare domin al’umma, kuma ya sa na ji daɗi da kuma ƙarfi. Lokacin da bayar da horo ya ƙare, na zama mai aikin-sa-kai a cibiyar Horar da Mata Hanyoyin Fasaha domin koyar da wasu ‘yan matan. Na ji cewa na shirya domin neman aikin talla ta hanyar sadarwa kuma ina alfaharin shaidawa iyalina cewa na samu! \r\n\r\nMahaifiyata ta ce ta kosa ta ga fuskar mahaifinta lokacin da ta shaida masa cewa ‘yarta na kawowa iyali kuɗi! Har na sami isassun kuɗi dan daukar nauyin bikin ‘yar uwata.\r\n\r\nNa koyi cewa ba ƙasa na ke da kowa ba. Ba na bukatar jin tsoro ko ɓuya a kan kwana daga yara maza. Na sami ƙwarin gwiwa na tsayawa kaina da kuma sauran ‘yan mata na Delhi. Muryarmu gaba ɗaya za ta iya kawo canji, kuma har sai Delhi ta zama kwanciyar hankali gay an mata zamu kasance tare da juna.\r\n\r\nDaɗa karatu dangane da labarin Meena a grassrootsgirls.tumblr.com. \r\n\r\n\r\nZAUNAR DA KAN KI CIKIN TSARO \r\n", 
  "source": "39a7d39af40f485e94bd6b7ab6558f56", 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 34, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "scared-stuck-home", 
  "uuid": "c6c4d22f910e4ea1800459b559a157ee"
}