{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Ƙirƙiri kalmar wucewa da ta dace ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T15:34:36.609646+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-05-08T15:34:36.609896+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": " Zuwa ga Ms Tech\r\nYanzu na fara amfani da asusun Facebook. Ƙawata ta gaya min cewa in lura sosai da kalmar wucewa ta. Me ake nufi da ƙirƙirar ingantacciyar kalmar wucewa \r\n\r\nWassalam, \r\nTika daga Jakarta\r\n\r\nZuwa ga Tika daga Jakarta,\r\n\r\nKalmar wucewa tamkar wata lamba ce ta sirri wadda ke kare bayanai waɗanda kika ajiye a wayarki ta hannu ko kuma kwamfuta. Kamar mabuɗi ta ke ga duk bayananki waɗanda kike da su a kan layi. Tamkar yadda ba kya so wani ya shiga gidanki kuma ya shiga cikin kayayyakin da ki ka mallaka, ba kya son wani ya sami damar shiga bayanan ki ta yanar gizo.\r\n\r\nYawaicin dandalin Yanar gizo da wayoyin hannu na bukatar Kalmar wucewa. Wannan na iya zama lamba mai harafai  hudu 4 wadda kuma ake kira da PIN, ko za ta iya zama kalmar wucewa mai amfani da lambobi, haruffa da kuma alamomi. \r\n\r\nKalmar wucewa mai inganci na da matuƙar mahimmanci idan kina amfani da shagon shiga Yanar gizo ko idan ke da wani a cikin danginku na amfani da waya guda daya. Za ku ƙirƙiri kalmomin wucewa daban daban domin Facebook da imel. Kada ki gayawa kowa (ko da babbar ƙawarki!) Kuma ki dinga kare kwamfutarki da jikinki lokacin da ki ke buga shi kalmarki ta wucewa a shagon shiga Yanar gizo.\r\n\r\nLokacin da ki ke ƙirƙirar kalma mai ƙunshe da lamba ko PIN zaɓi lambobi guda hudu 4 waɗanda ke nufin wani abu na masamman a wurinki, amma waɗanda zai yi wahala ga wani ya canka. Kada ki yi amfani da rana ko shekarar haihuwa, alal misali. Kada ki yi amfani da lambobi huɗu na ƙarshe na lambar wayarki. Kuma, kada ki yi amfani da lambobi iri ɗaya, kamar 2222 biyu-biyu-biyu-biyu. Irin wannan lamba tana da sauƙi sosai. Yi tunanin ƙirƙirar wani abu wanda ba za ki yi saurin mantawa ba!\r\n\r\nYayin zaɓen kalmar wucewa, masu kalmomi da alamomi yi tunanin wani zance wanda za ki yi saurin tunawa, amma wanda wani ba zai iya canka ba. Zai iya zama sunan wani littafi ko waƙa wadda ki ke so, wadda za ki rubuta farkon ko wace kalma da manyan baƙi da kuma lamba a ƙarshe. Misali: StoryOfMyLife89(LabarinRayuwata89) Kuma za ki iya maye gurbin wasu haruffa da alamomi, misali D@nceToTheBe@t.\r\n\r\nKi kaucewa amfani da sunayen wani a danginku, ƙawaye, dabbobi, duk wani abu da ya shafi ranar haihuwarki, lambar wayarki, garinku ko makarantarku. Kada ki rubuta kalamar wucewarki a wani wuri da wani zai iya samota cikin sauƙi kuma ya shiga cikin asusunki.\r\n\r\nSami jin daɗi wajen ƙirƙirar kalmar wucewarki!\r\nTaki Ms. Tech\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "create-perfect-password", 
  "uuid": "cccec3cf199141b187db2b7b6044378e"
}