{
  "subtitle": "", 
  "description": "Idan kina son abin da kike yi, ba zai zama kamar aiki ba sam ", 
  "language": "hau_NG", 
  "title": "Abin da kike yi don sha'awa na iya zama rayuwarki nan gaba", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:22:54+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-08-16T12:47:18.920848+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Wani lokaci al'ummarmu kan samu yin wani aiki da za ki samu kudi masu yawa, wai wannan ita ce hanyar cin nasara, amma kudi fa ba za su iya saya miki farin ciki ba.\r\n\r\nWani lokaci ki samu abin da kake jin dadin yin sa a duniya, ki kuma yi sa'a ki rika samun kudi ta hayarsa, shi ne sirrin samun farin ciki. \r\n\r\nLokacin da marubuciyar nan 'yar Najeria Chimamanda Ngozi Adichietana yarinya, mutane cewa suke yakamata ta zama likita. Har sai da ma ta shiga kwaleji don koyon hada magunguna amma ita zuciyarta wani abin take tunani daban. Chimamanda tana sha'awar littattafai tiun tana karama, kuma tana son ta yi rubutu, don haka sai ta sauya daga kimiyya zuwa rubuce-rubucen fasaha, lokacin da ta samu tallafin karatu a Amurika. Wannan shi ne sanadiyyar fara rubutunta har ta sami kyautar Novel a babbar kwaleji. Mutane da yawa suna ganin cewa da ma karatun hada magunguna ta yi da ya fi mata, amma hakan bai hana ta cimma burin da take so ba! \r\n\r\nki sha'awar girki ko gasa wani abu? Kina da basirar zane? Shin kawayenki da 'yanuwanki suna neman taimakonki a kan darasin lissafi saboda kin kware a kai? Ya yi kyau, watakila kin samu abin yi a rayuwa! Yin abin da yake ba ki sha'awa ba zai sa ki ji kamar kina yin aiki ba sam. \r\n\r\nBa koyaushe kike bukatar kudi da kayan aiki masu yawa ba don ki fara sana'a. Fara da kadan, idan kina samun ci gaba kadan, abu sai ya girma. Za ki iya farawa a gida kuma za ki iya shigar da kawayenki da 'yan'uwanki ma cikin harkar.\r\n\r\nKi mayar da hankali sosai a makaranta ki tattauna da mutanen da irin aikin da kike sha'awa. ki yi bincikenki ki kuma zabi karatun da ya dace da ke. Misali, wasu ayyukan sukan bukaci kwalin karatu na digri o na musamman. Amma yawancin ayyuka, shaidar diploma ma kadai ta isa, kuma ko da ma ba ki samu kin kammala makaranta ba, - za ki iya amfani da basirarki ki samu kudi. Mayar da hankali sosai a makaranta a kowanne mataki zai taimaka wajen cimma burinki nan gaba, ko da kuwa ba ki san burin naki ba a yanzu. \r\n\r\nKowa yana son ya rayu kuma kowa yana son kyakkyawar rayuwa. Mene ne ranar kudi idan kin tsani aikin da kike yi a kullum? Ke har yanzu yarinya ce ki nutsu ki samo abin da yake ba ki sha'awa, kar ki damu idan har yanzu ba ki da tabbaci. Yi amfani da wannan lokacin ki bincika damammakinki! \r\n\r\nTa yaya za ki gano abin da kike sha'awa Duba bayananmu a nan <link to find your passion article> ", 
  "source": "fa98fa5b85744240b667261823b38239", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 14, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "abin-da-kike-yi-don-shaawa-na-iya-zama-rayuwarki-nan-gaba", 
  "uuid": "d1c016e5bc914b6ea4f8c98c955bc8b5"
}