{
  "subtitle": "'Yan matan duniya sun san cewa ilimi shi ne zai taimaka miki ki yi nasara", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Kina da 'yancin koyo!", 
  "primary_category": null, 
  "created_at": "2016-07-08T14:43:45.881916+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-08T14:43:45.882102+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kowacce yarinya tana da 'yancin koyo kuma ya kamata ta samu damar zuwa makaranta a kusa, cikin salama Mungamu da wasu sanannun mutane kadan, wadanda suka yarda da maganarmu (ke fa!) game da wannan. Bari maganganunsu su kara miki kwarin gwiwar ci gaba da zuwa makaranta, don hakan zai inganta rayuwarki nan gaba.\r\n\r\n\"Ba za mu iya samun nasara ba idan an dakile rabinmu. Muna kira ga 'yan'uwanmu na duk duniya da su zama jajurtattu, su rike himmar da suke da ita su kuma cimma nasarori a rayuwa\" -  **Malala Yousafzai, wata 'yar gwagwarmaya a kan ilimin mata daga Pakistan, kuma ma fi kankanta da ta sami kyautar Novel**\r\n\r\n\"Ki yi rayuwa kamar gobe za ki mutu. Ki yi ta koyo kamar ba za ki mutu ba.\" -  **Mahatma Gandhi, shugaban Independence Movement na Indiya**\r\n\r\n\"Ilimi shi ne babban makamin da za ka iya sauya duniya da shi.\" - **Tshon Shugaban Kasa Afrika Ta Kudu, kuma wanda ya taba lashe kyautar Novel, wato Nelson Mandela**\r\n\r\n\"Idan ka ilimantar da yaro to ka ilimantar da mutum guda. Idan kuwa ka ilimantarnda yarinya, to kai ilimantar da al'umma.\" - **Karin maganar Afrika**\r\n\r\n\"Idan ka ilimantar da yarinya, to ka yi mata abin da ya dace a duniya, kuma dadin dadawa za ta sami hanyar nutsuwa ba tare da ta dora wa wani nauyi ba.\" - **Marubuciyar Ingilishin nan Jane Auten**\r\n\r\n\"Ya kamata a ilimantar da yara mata tun suna kanana, hakan zai karfefe su kuma su sami damar zama abin da suke so. Ya rage namu mu sauya alkaluman mata na duniya... Mu kuma nuna misali domin yara mata masu tasowa.\" - **Mawakiyar Amurka kuma Jakadiyar taimakon mutane, wato Beyonce**\r\n\r\n\"Idan aka ilimantar da yara mata kasarsu sai ta kara karfi da kuma samun habaka.\" - **Matar Shugaban Kasar Amurka, Michelle Obama**\r\n\r\n\" Mu ne sauyin da muke nema. Ba za a taba samun sauyi ba idan muka tsaya jiran wani ko wani lokacin.\" - **Bipasha Basu, wata jarumar Kasar Indiya**\r\n\r\n\"Idan mata da 'yan mata suka sami 'yanci da dama iri daya' iyalansu ' da al'umarsu da kasarsu za su habaka.\" - **Dr. Babatunde Osotimehin, wani kwararre a fannin lafiyar al'umma a Najeriya, kuma ma'aikacin Majalisar Dinkin Duniya**\r\n\r\n\"Na yi imanin cewa duk lokacin da ka ilimantar da yarinya to ka karfafa kasa\" - **Sarauniya Rania ta Kasar Jodan**\r\n\r\n\"Duniya ba za ta taba cimma burinta dari bisa dari ba idan kaso hamsin cikin dari ba su cika burinsu ba. Idan muka gano tasirin karfin mata, za mu iya tabbatar da rayuwarmu ta nan gaba - **Babban Sakataren Majalisar Dinkin Duniya Ban Ki-moon**", 
  "source": "c68b48e84b1e4152b2a577c5b655690b", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "kina-da-yancin-koyo", 
  "uuid": "d1cfed9934f64d39898cea3c51dfadb2"
}