{
  "subtitle": "", 
  "description": "Abubuwan Da Za Ki Iya Yi \r\n", 
  "language": "hau_NG", 
  "title": "Zama Cikin Tsaro ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-05-08T16:19:19+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-06-28T08:26:08.978776+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c6c4d22f910e4ea1800459b559a157ee"
  ], 
  "id": null, 
  "content": "Abin takaici, ba ko da yaushe duniyarmu ke cikin lafiya da tsaro ba – musamman ga ‘yan mata da ƙanan mata. Neman dama ta hanyar jima’I na iya faruwa ga ‘yan mata a gidajensu, makarantun su, a kasuwanni, a wurin aiki, kai a ko ina. Ya kamata ki shirya kuma ki gyara zama domin waɗan nan halaye.\r\nGa wasu abubuwa da za ki YI domin taimakawa ki tsare kanki:\r\nKi guji wurare masu haɗari: Idan kin san cewa wasu wuraren da aka tura ki  na da haɗari ko sauran barazana – mafi sauƙi yi ƙoƙari ki kaucewa zuwa wajan idan za ki iya.\r\nYi amfani da tsarin ƙawance: tafi wuraren da jama2a ke taruwa da kawarki ko kawayen ki – ka da ki tafi ke kaɗai! \r\nNemo ‘yar rakiya da ki ka yarda da ita: idan ki na jin tsoro a wasu wurare a wasu lokuta (misali tafiya ko dawowa daga makaranta), wanda ya zama DOLE KI TAFI, tambayi wani da ki ka yarda da shi ya raka ki.\r\nKi tabbata kin gayawa wani inda za ki tafi kuma yaushe za ki dawo. Idan zai yiwu, sami wani wanda zai haɗu da ke a wurin da za ki je. Ta wannan hanya, idan wani abu ya faru, wasu za su sani kuma za su iya ɗaukan mataki.\r\nSHAIDAWA manya idan wani abu ya faru gareki ko ƙawayenki – kuma ki ƙarfafa masu gwiwa su taimaka wajen tabbatar da an tunkari matsalar kuma kar ya sake afkuwa!\r\nYI SHIRI: Nemo wani babba amintacce wanda za ki iya zuwa wurinsa idan wani abu ya faru. Ki tabbata kin san inda za ki sami wannan mutumin ko yadda za ki tuntuɓe su lokacin da ki ke neman taimako. Kuyi hirar da sauran ƙawayenki dangane da yadda za ki sami mutane waɗanda ki ka amince wa yadda zaku tsare kanku.\r\n\r\n\r\n", 
  "source": "98f5f3cb3bc54e88a8937972eb3ee25c", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "keep-safe", 
  "uuid": "d95d374d23b142e48af1b2235dded9f1"
}