{
  "subtitle": "", 
  "description": "", 
  "language": "hau_NG", 
  "title": "KINA JIN KAƊAICI A DUNIYA?  GA YADDA ZA KI JURE", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-04-25T18:04:28.268695+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T18:04:28.268902+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Za ki iya jin kaɗaici koda komai yana tafiya dai dai a hanyarki. Mai yiwuwa ke kaɗai ce kuma ba ki da zaɓi a kan wannan, ko kuma ba kya jin ki na tare da wata ƙungiya ko wani taro – ko kuma ba ki samu wani da zai fahince ki ba. Jin kaɗaici na iya barinki da miliyoyin tambayoyi. Me yasa ya faru? Laifi na ne? \r\nWasu lokuta kaɗaici na iya sawa ki ji cewa ki na son ki daɗa janyewa to amma zai yiwu akwai mutane masu ƙoƙarin riskuwa da ke. \r\nA hankali tattara abokai da mutane masu ƙaunarki a gewaye da ke. Samun mutane a rayuwarki waɗanda za ki yi magana da su na iya taimaka miki jurewa da rashin jin daɗinki da rashi. Zuwa wani lokaci za ki fara gasgata mutane kuma.\r\nNemo ƙungiyar mutane masu tallafawa. Fatuma ta nemo Heshima Kenya kuma akwai wasu ƙungiyoyin masu tallafawa a ko wace ƙasa ta duniya waɗanda za su taimaka miki ki sake samun rayuwarki ta dawo gaba ɗaya. Yi tambaya a wajen ‘yan sanda, makaranta ko ki tambayi wani babba da ki ka sani domin taimaka miki nemo ɗaya.\r\nBa ke kaɗai ba ce. Ba kowa ke da dangi ba kuma akwai wasu ‘yan matan kamar ke. Za ki iya gina ƙaƙƙarfa kuma dangantaka ta kusa ta hanyar zama kyakkyawar ƙawa ga wasu. \r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "do-you-feel-alone", 
  "uuid": "d9e70b56794d424398e8b768b88a2cd3"
}