{
  "subtitle": "", 
  "description": "Amma ba budurwar kirki ba", 
  "language": "hau_NG", 
  "title": "Ni sananniyar budurwa ce", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-05-08T16:04:01+00:00", 
  "featured_in_category": true, 
  "modified_at": "2016-06-28T08:25:45.402146+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "94d04cc9393a4d4889554c0ead8e03f3"
  ], 
  "id": null, 
  "content": "*Ƙawaye na da mahimmanci musamman. Su ne mutanen da za su saurareka kuma su ɓoye sirrinka. To amma sanin yadda za ki zama ƙawa mai kirki ba ko yaushe ya ke da sauƙi ba. Ga labarin wata yarinya.*\r\n\r\nSuna na Lina. Shekaruna 15 kuma ina zaune a Afrika ta Kudu. Ina da ƙawaye masu yawa a koda yaushe amma idan na waiwaya baya ba dukkaninsu su ke yi min kirki ba. A mafi yawaicin makaranta ta ina cikin babbar da’ira ta ‘yan mata. Mu ne ‘fitattun’ ‘yan matan makaranta – ko yaushe waɗanda aka fi sani.  Ba su damu da kowa ba sai kansu.  Ba sa kula da ni kuma su na ƙarfafa min gwiwa don yin munanan abubuwa. Su na dariya idan na yiwa iyayena rashin kunya. Su na ganin wannan shi ne wayewa. \r\n\r\nBa na son in rasasu a matsayinsu na ƙawaye sabo da haka sai na ke nuna masu cewa kamar hakan wayewa ne. \r\n\r\nMu duka muna samun kyakkyawan sakamako kuma sannan mu yiwa sauran ‘yan mata dariya waɗanda suke ƙoƙari a aji. Muna tsakanarsu kuma muna kiransu shashashu. \r\n\r\nDaga nan wata rana sai iyayena suka gaya min cewa zamu canja gari. Na yi baƙin ciki. Nayi kewan ƙawayena tun kafin in rabu da su. Ban san abin da zan yi ba ba tare da ƙungiyarmu ta ‘yan mata ba.\r\n\r\nNa shiga sabuwar makaranta. A cike take da fuskokin da ban sani ba. Yanzu ni ba wayayyiyar yarinya ba ce kuma. Ni sabuwar yarinya ce. Ni ce na ke ni kaɗai. \r\n\r\nNa yi kuka a ranar farko. Na yi kuka na tsawon lokaci a makaranta. \r\n\r\nAmma daga nan sai na haɗu da Marvi. Tana da juriya. Ta san bambamci tsakanin ba dai dai ba da dai dai kuma tana magana a kan abin da ya ke dai dai. Ta ɗaukeni zuwa hanyar da ta dace kuma ta saka na ji cewa ana yi min marhaba.  Mun zama manyan ƙawaye tun a ranar farko da na haɗu da ita. \r\nNa ƙara koyo dangane da ƙawaye na hakika da ita a gefena. \r\n\r\nTa koya min cewa ƙawance abu ne da ya danganci musayar tunani da damuwa. Kuma abu ne na musayar faruwar abubuwa cikin faɗi-tashi na rayuwa – mai kyau da marar kyau. \r\n\r\nTa nuna min cewa ƙawance abu ne da ya shafi zamantowa mutumin kirki kuma kada ka cutar da mutanen da ke kewaye da ke ko ki zama marar kirki. Na gane yanzu cewa da ni ba ƙawar kirki ba ce. \r\n\r\nNa koyi abubuwa da dama na kasancewa ƙawa. Na daina tsokanar sauran ‘yan mata ko yin mummunar magana. Ba na gulma. Ina yi masu kirki, kuma su na tallafa min. \r\n\r\nƘawar kirki ‘yar uwa ce ta haƙiƙa kuma rahama ce a rayuwarki. \r\n\r\n\r\n\r\n", 
  "source": "ebb26f354975477492af0fe1c3cf1e58", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 13, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "i-was-popular-girl", 
  "uuid": "ea7111ae511f4511a4e94791c1bcf4af"
}