{
  "subtitle": "", 
  "description": "Za ki iya samun kyakkyawan bayanan karatu ko da kuwa ba ki taba yin aiki ba.", 
  "language": "hau_NG", 
  "title": "Rubuta cikakken bayanan karatunki", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:21:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-08-16T12:47:23.129352+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Ba kowanne aiki ne ake neman rubutaccen  bayanan karatuba, amma wasu masu daukar aikin sukan nemi a ba su, don haka yana da muhimmanci ki san yadda za ki rubuta naki.\r\n\r\nKuma don ba ki taba in aiki ba, kada wannan ya hana ki neman ayyuka. Akwai abin da za ki rubuta a bayanan karatunki da zai taimaka miki ki samu aiki. \r\n\r\nKi rike wadannan matakai guda shida:\r\n\r\n 1. **Ki rubuta shi kai tsaye:** Ba sai kin yi amfani da wasu kayatattun kalmomi ba ko salon rubutu ko hotuna ba Ki yi amfani da farar takarka ki kuma yi rubutun ba da kala ba Idan za ki iya buga bayanan, to ki buga. Idan ba ki iya kwamfuta ba ki je shagon kafe ko ki nemi wata kawarki ta taimaka miki. Ba wani abu idan ma da hannu kika rubuta ki dai yi rubutu mai tsafta kuma kada ki yi kuskure.\r\n\r\n 2. **Ki fadi komai daidai kuma kisa komai sabo:** Ki tabbatar kin rubuta adireshinki daidai. Ki hada lambar waya (da na Imel idan kina da shi, kuma kina iya duba shi a kai-a kai). Bayanan karatu suna bayyana yadda kike, don haka ki yi amfani da adireshin imel na kwararru - misali kada ki yi amfani da adireshi kamar duckface@hatmail.com, wanda zai dauke ki aiki ba zai gamsu ba. Idan kina son sake wani adireshin to ki kirkiri wani mai sauki kamar cikakken sunanki ko na mahaifinki ko ma bakin farko na sunanki da sunan karshe.\r\n\r\n 3. **Ki gabatar da kanki:**  Ki rubuta layuka kadan a saman takardar bayana naki ki bayyana kanki ga mai daukar aikin da kuma irin abin da za ki iya yi da kuma halayenki. Idan kina rubuta wa ne don neman aiki a wurare, ki yi tunani wajen rubuta wannan, ya kunshi abin da ake bukata a yawancin ayyukan da kike nema. \r\n\r\n 4. **Kada ki kirkiri ayyuka ki ce kin taba yi idan ba ki taba yi ba.** Ki mayar da hankali ga abubuwan dakikayi kamar aikin kyauta, ayyuka al'umma, da kungiyoyin da kike yi. Idan kin taba yin wani aiki a makaranta ki shigar da shi ciki Idan kuma kin taba yin ayyukan da ba na ofis ba kamar talla a kasuwa ko aikatau a makota, shi ma ki rubuta shi. Idan zai yiwu, ki samo takardar shaida daga wani da kika taba yi wa aiki, wanda zai ba da shaida a kan yanayin aikin da halayyarki.\r\n\r\n 5. **Ki lissfa kwasakwasan da kika yi a makaranta:**  Ki rubuta wadanda suke da alaka da aikin a sama. Ki rubuta duk wata nasara ko kyauta da kika samu a makaranta. Ki bayyana yadda himmarki a wadannan bangarori za su taimaka. Takar dar shaida daga wani malami za ta yi amfani.\r\n\r\n 6. **Ki rubuta kungiyoyi da kwamitoci da wasannin da kika yi bayan karatu:** Wadannan za su nuna cewa za ki iya aiki tare da wasu, kuma idan kin rike wani mikami a kungiyarku kamar kaftin ko ma'aji ko sakatariya ki rubuta su ki kuma fadi irin ayyukanki a wannan mikamii\r\n\r\nKi zama mai wayo. Kada ki ba da kai wajen neman aikin da kike ta buri, kuma Allah Ya ba da sa'a!\r\n\r\nKin sami wani kira kuwa bayan da kika mika bayanan karatunki? Kin yi wata ganawa? Ki san abin da za ki fada domin yin hakan zai sa ki sami aiki!", 
  "source": "c07172f6c5cd4d79a2d2617eb9c31bcf", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 15, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "rubuta-cikakken-bayanan-karatunki", 
  "uuid": "ed74282d04f44d249ff93a68bdd85f5a"
}