{
  "subtitle": "", 
  "description": "Shelar ‘Yan Mata ya ce: A’a ga tashin hankali!\r\n", 
  "language": "hau_NG", 
  "title": "“Hare-hare, harbe-harbe…na faruwa a nan”", 
  "primary_category": "f842e57655224ebfa573d1ecc7901a69", 
  "created_at": "2016-04-25T13:45:50.828425+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-04-25T13:45:50.828643+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Tashin hankali ga mata da ‘yan mata\r\nKamar mafi yawan ‘yan mata waɗan da su ka bayar da gudun mawa ga Shelar ‘Yan Mata, Andressa mai shekaru 16 daga Brazil ta yi magana dangane da haɗarurrukan da ta fuskanta a matsayinta na ‘ya mace. “Hare-hare, harbe-harbe,” ta ce. “Ba zan yi ƙarya ba abubuwa da yawa na faruwa a nan.”\r\nWannan shi ya sa buri na uku na Shelar ‘Yan Mata ya danganta da tabbatar da tsaro na ‘yan mata, ta yadda za su zama sun kuɓuta daga tsoron tashin hankali ko tsangwama.\r\nAndressa kuma ta yi magana a kan ƙwarin gwiwarta na samun ilimi domin ta samar da kyakkyawar rayuwa gareta da kuma iyalanta. Wannan ƙwarin gwiwar shi duk ‘yan matan da muka tuntuɓa su ka ambata, wannan ne dalilin da yasa buri na 2 Declaration ya mayar da hankali a kan inganta bayar da dama ga ‘yan mata zuwa makarantu da ingancin ilimin da suke samu.\r\n \r\n‘Yan mata ba za su sami nasara ba idan su na zaune a cikin tsoro. Daga ƙirƙirar fage na tsira zuwa dokoki masu ƙarfi, kawo ƙarshen tashin hankali ga ‘yan mata shi ne mataki na farko na kawo ƙarshen talauci. Karanta cikakken bayanin Shelar ‘Yan Mata.  \r\n[Haɗi zuwa Shelar ‘Yan Mata]\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "assaults-shootings-happen-here", 
  "uuid": "eec2a4ccd0d64d578cd8e641e5a4dbc1"
}