{
  "subtitle": "Koyon yadda za ki tsara burinki da sauran dabarun rayuwar da 'ke' kike bukata, iya bakin kokarinki", 
  "description": "", 
  "language": "hau_NG", 
  "title": "Abubuwa muhimmai guda uku da ba za ki koya a makaranta ba. ", 
  "primary_category": "7c3bac4f749f4ef1a73a1e02bf3fd699", 
  "created_at": "2016-07-08T14:46:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-28T23:14:50.353057+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Muna koyon abubuwa da yawa masu amfani a makaranta: lissafi da kimiyya da kyakkyawan nahawu da yadda ake kulla abota, amma akwai darussan rayuwa da sai dai ki koye su a rayuwa ta yau da gobe. Wadanne dabarun sirri ne wadannan masu ban mamaki? Bari mu yi magana, yarinya.\r\n\r\n**Tsara buri**\r\n\r\nBuruka su ne tsare-tsaren da za su taimaka miki mafarkinki ya tabbata. Wadannan na iya zama abubuwan da kike son cimma idan kin kammala makaranta, ko ma lokacin da kike makarantar. Ga yadda za ki fara:\r\n\r\n 1. Rubuta abubuwa uku da kike son cimma nan da shekaru biyar. Shiga Jami'a? Fara kasuwanaci? Samun aikin da kike so? Idan har abin na da muhimmanci, to yana bukatar aiki tukuru da kuma 'yar sa'a kafin a same shi. Aiki ja ko? Ba lallai haka ba ne! Abin da kike bukata shi ne ki tsittsinka burikan naki zuwa kananan ayyuka.\r\n 2. Ki tambayi kanki: ta yaya zan cimma kowanne buri a yadda nake din nan? Rubuta wani karamin aikin da kike son kammalawa. Kamar bude asusun banki na ajiya don fara tara kudin shiga kwaleji ko Jami'a. Idan kika tunkari babban buri ta haka mataki bayan mataki, sai ki cimma burin cikin sauki.\r\n 3. Yanzu kuma ki sa wa kowanne aiki lokaci. Wane lokaci kike bukata ki kammala shi? Yaushe kike son kammala shi - a wannan satin ko wannnan watan ko wannan shekarar?\r\n\r\n**shirya bajet**\r\nDaya daga cikin muhimmiyar dokar rayuwa ita ce: kar ki kashe fiye da abin da kake samu. Idan za ki fara ajiye kudi, komai kankantarsa. Idan kin yanke hukuncin sayen wani abu na nishadi, yi tunani a kan me ya sa kike bukatar wannan abun. Kada ki kuskura ki ranto kudi don ki sayi wani abu, sai har idan kina bukatarsa ko kuma wani abu ne da zai kyautata rayuwarki nan gaba, kamar fara kasuwanci ko karo karatu. Wani lokaci yadda kake kashe kudi na iya zama tarnakin cimma burinka.\r\n\r\n**Yi amfani da lokaci yadda ya kamata**\r\n\r\nSai ki ga kamar kina da isasshen lokaci amma sam ba haka abin yake ba. Lokaci shi ne abu ma fi muhimmanci da za ki samu, don haka ki yi kyakkyawan amfani da shi. Tsara burinki, ki shirya ki kuma yi kokarin ganin cewa ba kya mu'amala da mutanen ko kum abubuwan da za su rika bata miki lokaci. Kina son kawa mai tsugudidi!\r\n\r\nKi rika mu'amala da mutanen kirki wadanda za su kara miki kwarin gwiwa sannan ki yi amfani da lokacinki wajen  yin abubuwan da za su inganta rayuwarki!", 
  "source": "0761252fa64c439e85826d8bb2ce05ce", 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "abubuwa-muhimmai-guda-uku-da-ba-za-ki-koya-makaranta-ba", 
  "uuid": "f1b822a221f1429d9a870e8da54a57b0"
}