{
  "subtitle": "Tara kudi abu ne mai ban sha'awa, gwada wadannan hanyoyin", 
  "description": "", 
  "language": "hau_NG", 
  "title": " Hanyoyin tara kudi masu sauki ", 
  "primary_category": null, 
  "created_at": "2016-07-08T14:59:18.168702+00:00", 
  "featured_in_category": false, 
  "modified_at": "2016-07-08T14:59:18.168926+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Kashe kudi ya fi samun su sauki ga wasu hanyoyi da za su taimaka miki:\r\n\r\n**Kullum ki tafi da abincinki**\r\nZa ki iya sayen abinci ko kyak a makaranta amma ki tafi da shi daga gida zai fi zama mai sauki da kuma karin lafiya. Idan kina son tara kudi ki ci abinci a gida kafin ki fita wajen kawayenki. Ki sha lemo kawai da kyak idan za ki ci abinci a waje - hakan zai sa ki kashe kudi kadan.\r\n\r\n**Ki rika amfani da gwanjo** Kada ki ji kunyar sa gwanjo, a gaskiyama dai ana yayin su yanzu, musamman ma idan kin iya zabi! Ki duba tsofaffin kaya masu inganci da babarki ka yayarki ko innar suka dai na sa wa. Tufafi da aka yi yayinsu a da za su iya zama na kwalliya a yanzu musamman ma idan an hada su da wasu na zamanin. Ki koyi gyara da hannu, allura da zare ko keken dinki, za ki samu wasu kayan dan gyara kawai suke bukata sai ki ga sun koma kamar sababbi.\r\n\r\n**Ki gujewa kantuna da kasuwanni** Idan kina kokarin tara kudi ko 'yar siyayya ma ba ta dace da ke ba, musamman ma idan kika nufi siyayya lokacin da kika gaji ko ranki a bace. Gaskiya ne cewa mutane da yawa kan kashe kudi a kan abubuwan ma da ba sa bukata idan ransu ya sosu\r\n\r\n**Karbi canjinki ko yaya yake** Mukan yi yawo da kananan kudi a jakunkunanmu Fara tara wadannan kananan kudin a kofi. Idan mutane suka san cewa kina karbar kananan kudade, za su rika ba ki su cikin nishadi. Idan kina da kananan kudi da yawa mayar da su babban kudi na takarda a kantin unguwa ko ki kai banki, don kar ki kashe su.\r\n\r\n**Ki guji cin bashi** Rantar kudi don sharholiya ko sayen abubuwan da ba za su amfana wa rayuwarki a nan gaba ba, kamar kayan karatu ko littatattafai to shi ke jawo mummunar dabi'a game da kudi. Mutanen da suke da bashi mara dalili da wuya su kai labari a rayuwa - ki guji hakan ki zama mai hakuri. idan kina bukatar abu, to ki tara kudin sayensa, za ki samu kudade nan gaba.\r\n\r\nKi san abubuwan da akan ranci kudi domin su da kuma wadan da ba su zame miki dole ba, a nan <link to Debt article>", 
  "source": "cd62628ec69c4e11841aeadca55f9c97", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "hanyoyin-tara-kudi-masu-sauki", 
  "uuid": "f4d27468cce340f2b9ad0e334c388c75"
}